{
    "Academic": [
        {
            "desc": "The mission of ACE is to facilitate active group study to foster academic achievement and social development among undergraduate engineering students. Further, this organization will exist to:\r\n1.\tAssist each member to achieve his or her own academic potential\r\n2.\tProvide students with the environment to build lasting relationships with other engineering students\r\n3.\tCreate a medium in which students can develop their leadership and team problem-solving skills\r\n4.\tEncourage students to establish connections with faculty and alumni of the engineering department. \r\n",
            "image": "",
            "info": "",
            "name": "Academic Connection of Engineers (ACE)",
            "url": ""
        },
        {
            "desc": "To serve UCSD chemistry majors by providing a friendly environment for the intellectual exploration of relevant industrial chemistry and chemical research topics. We aim to provide students interested in science with networking, outreach and volunteering opportunities that will help them define their goals, choose their career path and pursue their intended career. ",
            "image": "",
            "info": "",
            "name": "American Chemical Society Student Affiliates (ACSSA)",
            "url": ""
        },
        {
            "desc": "To provide an arena for discussions in Anthropology and promote participation in the field. ",
            "image": "",
            "info": "",
            "name": "Anthropology Club",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to create a network of support for former AVID students attending UCSD as well as accommodate other UC San Diego students. The UCSD AVID Alumni Association will uphold AVID’s mission statement by preparing all students for a successful transition into our global society. The AVID Alumni Association hopes to fulfill its mission by providing service, professional networking, increasing college persistence rates, and engaging in effective collaborations and partnerships with school and community organizations. We plan on establishing a figurative bridge that will make the transition the University of California, San Diego less difficult for incoming freshmen, while also providing upperclassmen with the resources they need to be successful in their respective college and career aspirations.",
            "image": "",
            "info": "",
            "name": "AVID Alumni Association",
            "url": ""
        },
        {
            "desc": "The Bioengineering Graduate Society (BEGS) aims to be an interface for\r\nbioengineering graduate students at UC San Diego, their department, and the local\r\ncommunity. Since its creation in 1994, the BEGS mission is to foster professional,\r\neducational, and social development opportunities through relationships with industry,\r\nalumni, and students. BEGS is a graduate student-run organization with the aid of the\r\nBioengineering Department.",
            "image": "",
            "info": "",
            "name": "Bioengineering Graduate Society",
            "url": ""
        },
        {
            "desc": "With nearly 20 percent of the UCSD undergraduate population declared as biology majors, the Biological Sciences Student Association (BSSA) plays a crucial role in expanding opportunities and enhancing the overall educational and social experiences of these students during their time here. In addition, BSSA assists in preparing students for a wide range of career opportunities.",
            "image": "",
            "info": "",
            "name": "Biological Sciences Student Association",
            "url": ""
        },
        {
            "desc": "The Biological Sciences Scholars Program (BSSP) is committed to promoting excellence in scholarship, service, and leadership among the Biological Sciences Scholars and the UCSD community.\r\nBSSP is a learning community dedicated to providing undergraduate students:\r\nsupport for student transition to UCSD and the Biology community\r\nestablishing a connection with biology peers\r\nexploration of issues and opportunities in the sciences and professions\r\nunderstanding of the diversity of UCSD and the field of science\r\nopportunities to enhance leadership skills\r\nguidance to resources and faculty to assist students on their science journey",
            "image": "",
            "info": "",
            "name": "BioScholars Program (formerly Biological Science Scholars Program)",
            "url": ""
        },
        {
            "desc": "The mission of  Chemistry Peer Advisory League (ChemPAL) is to provide mentoring to undergraduate students studying Chemistry and opportunities to serve as mentors for graduate students in the Chemistry & Biochemistry Department. The group focuses on supporting first generation undergraduate students and other minority students who are majoring in chemistry, though is not exclusive to those groups. Small mentoring groups matching graduate student mentors with undergraduate mentees meet throughout the academic year to support the undergraduate mentees. Additionally, group-wide quarterly events are hosted to foster community. Other opportunities, such as lab tours and science demos may also be hosted to promote a more collective excitement for chemistry. \r\n\r\nObjectives:\r\nChemPAL seeks to build a welcoming and encouraging community for all undergraduates considering degrees and careers in Chemistry, Biochemistry, or related fields.\r\nChemPAL mentoring groups will help mentees find their confidence and passion in Chemistry & Biochemistry.\r\nChemPAL will help undergraduate students grow a professional network by forging stronger connections to fellow students and graduate students.\r\n",
            "image": "",
            "info": "",
            "name": "Chemistry Peer Advisory League (ChemPAL)",
            "url": ""
        },
        {
            "desc": "Aid Cognitive Science student body through academic, professional, and social means;  Engage graduate population and faculty.",
            "image": "",
            "info": "",
            "name": "Cognitive Science Student Association",
            "url": ""
        },
        {
            "desc": "It is our organization’s philosophy to involve our members in a holistic application of undergraduate neuroscience. Members will have the opportunity to listen to keynote speakers, explore undergraduate research, and improve the San Diego community through neuro-focused academic outreach and local volunteering. Ultimately, we aim to provide the our members with a means to engage neuroscience outside of the classroom.\r\n",
            "image": "",
            "info": "",
            "name": "Collaboration for Neuroscience",
            "url": ""
        },
        {
            "desc": "The purpose and aim of the Computer Science and Engineering Society is to provide an opportunity for interested students to investigate the basis of engineering and programming. ",
            "image": "",
            "info": "",
            "name": "Computer Science and Engineering Society",
            "url": ""
        },
        {
            "desc": "The Data Science Student Society at UCSD is an interdisciplinary academic organization designed to immerse the community in the diverse and growing facets of Data Science: Machine Learning, Computational Statistics, Data Mining, Visualization, Predictive Analytics, and any new emerging relevant fields of study. With practical hands-on data projects, a professional portfolio-building approach, and fun outreach activities, the Data Science Student Society at UCSD strives to enrich the academic life of the student community by strengthening them for success in their current and future pursuits of Data Science related fields.",
            "image": "",
            "info": "",
            "name": "Data Science Student Society at UCSD",
            "url": ""
        },
        {
            "desc": "The American Astronautical Society and American Institute of Aeronautics and Astronautics have organized an annual student design-build-launch competition for space-related topics. CanSat is an annual competition that requires each team to design, build, and launch a payload/deployment system that will satisfy a set of challenging mission requirements. The Design, Build, Launch (DBL) team at UCSD strives to further each member's understanding of engineering topics and deepen their passion for engineering. We are a small project, where each member's contributions will be recognized and valued. We aim to build the best cansat with hands-on expertise and self-taught technical knowledge. ",
            "image": "",
            "info": "",
            "name": "Design, Build, Launch",
            "url": ""
        },
        {
            "desc": "The ECE Undergraduate Student Council (UGSC) is the voice of Electrical and Computer Engineering (ECE) undergraduate students at UCSD. Through networking, programming, leadership, & relevant education, the council strives to effect change within the department & campus at large, building a stronger & longer-lasting community for current & future engineers. The UGSC is committed to carrying out ECE’s mission statement of educating tomorrow’s technology leaders.",
            "image": "",
            "info": "",
            "name": "ECE Undergraduate Student Council",
            "url": ""
        },
        {
            "desc": "The Ecology, Behavior & Evolution Club at UCSD seeks to provide students with research opportunities, internship guidance, and information regarding careers in ecology, behavior & evolution (EBE).  The group also serves as a social nexus for students with EBE interests, and provides an organizational structure to promote volunteer activities.",
            "image": "",
            "info": "",
            "name": "Ecology, Behavior & Evolution Club at UCSD",
            "url": ""
        },
        {
            "desc": "This student organization is not for profit and its purpose shall be to:\r\nAllow the undergraduate students of Eleanor Roosevelt College to showcase their research projects;\r\nMotivate ERC students to involve themselves in the many research opportunities available to them on campus and beyond;\r\nCreate an environment in ERC that encourages open collaboration between students and staff;\r\nEducate journal staffers on the process of building a professional research magazine;\r\nPublicize ERC-exclusive programs that permit research opportunities, including Break-Away Global Service (BAGS), Making of the Modern World (MMW) and the Undergraduate Research Conference (URC);\r\nBring together students and faculty to help students explore career options and research projects.\r\n",
            "image": "",
            "info": "",
            "name": "ERC Undergraduate Research Journal",
            "url": ""
        },
        {
            "desc": "To create a campus-based community among Gates Millennium Scholars.",
            "image": "",
            "info": "",
            "name": "Gates Millennium Scholars Association at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to serve as a student chapter of the professional organization, the Geo-Institute of ASCE Graduate Student Organization.  The organization will be involved in activities and host events that are reflective of the mission of Geo-Institute: generally, to educate students and promote the field of geotechnical engineering amongst University of California San Diego students, specifically within engineering majors.  ",
            "image": "",
            "info": "",
            "name": "Geo-Institute of ASCE Graduate Student Organization at UCSD",
            "url": ""
        },
        {
            "desc": "The mission of the Geoscience Society at Scripps Institution of Oceanography (GSS) is to further the understanding of Earth Sciences while developing a community at Scripps Institution of Oceanography for undergraduate students at UC San Diego. GSS is a non-profit student organization. While membership in GSS is tailored to any undergraduate student enrolled at UCSD studying Earth Sciences, Marine Biology, Environmental Systems, and Environmental Engineering, we welcome all students interested in the natural sciences!",
            "image": "",
            "info": "",
            "name": "Geoscience Society at Scripps Institution of Oceanography",
            "url": ""
        },
        {
            "desc": "To address issues important to graduate women in science and engineering in a supportive environment and promote programming on topics of interest to said group",
            "image": "",
            "info": "",
            "name": "Graduate Women in Science and Engineering (GradWISE)",
            "url": ""
        },
        {
            "desc": "To provide underserved public schools (K-12) in San Diego County with interactive and educational activities/presentations about neuroscience and to foster interest in higher education and learning.",
            "image": "",
            "info": "",
            "name": "Interaxon at UCSD",
            "url": ""
        },
        {
            "desc": "The International Studies Student Association (also: ISSA) is the official student organization of the International Studies Program (ISP) Department at the University of California, San Diego. The organization gathers like-minded individuals who share diverse interests in international studies and international relations. ISSA intends to provide a platform of rich experiences and opportunities in international studies.",
            "image": "",
            "info": "",
            "name": "International Studies Student Association (ISSA) at UCSD",
            "url": ""
        },
        {
            "desc": "The Jacobs Graduate Student Council (JGSC) is a volunteer group of Jacobs graduate students from all departments who organize events to strengthen the Jacobs School of Engineering (JSOE) community. The four cornerstones of our organization are: Mentoring, Professional Development, Outreach, and Social Activities, all of which are aimed at enhancing the Jacobs Engineering Graduate School experience.",
            "image": "",
            "info": "",
            "name": "JGSC - Jacobs Graduate Student Council",
            "url": ""
        },
        {
            "desc": "Kommon Society is a student organization for Korean and Korean-American undergraduate students with social science majors. Kommon Society aims to: 1) establish an academic environment among Korean and Korean-American students with Social Science majors; 2) facilitate a mutually beneficial network among students with same majors and career goals; 3) provide opportunities for various academic and professional experiences to prepare each individual's future; and 4) promote interest in contemporary global issues throughout the campus. ",
            "image": "",
            "info": "",
            "name": "Kommon Society",
            "url": ""
        },
        {
            "desc": "KSEA-YG stands for Korean American Scientists and Engineers Association - Young Generation.\r\n\r\nOur parent organization was first established in 1971 to promote international cooperation between scientists and engineers in Korea and the US by providing career development and community service opportunities in the areas of science, technology, and entrepreneurship. More information about our parent organization can be found on the web: www.ksea.org.\r\n\r\nAs a student chapter of KSEA, our organizatio",
            "image": "",
            "info": "",
            "name": "Korean American Scientists and Engineers Association - Young Generation",
            "url": ""
        },
        {
            "desc": "Our purpose is to unify linguistics majors, minors and interested students through scholarly discussion, social activities and faculty interaction. We aim to foster a warm, inviting environment in which to explore academic and occupational opportunities within UCSD Linguistics department and beyond. ",
            "image": "",
            "info": "",
            "name": "Linguistics Undergraduate Association (LINGUA)",
            "url": ""
        },
        {
            "desc": "The Material Advantage Student Chapter at UCSD seeks to enable students interested in pursuing a career in the fields of Materials Science and Engineering to make the most out of their experience through connections with the four premiere professional societies in the field of Materials Science and Engineering:\r\n\r\n• The American Ceramic Society (ACerS)\r\n• Association for Iron & Steel Technology (AIST)\r\n• ASM International® (ASM)\r\n• The Minerals, Metals and Materials Society (TMS)\r\n\r\nThe Chapter also seeks to host professional and outreach events in collaboration with other on campus organizations as well as corporate and community partners.\r\n\r\nMore information about the national Material Advantage organization may be found online:  http://materialadvantage.org/",
            "image": "",
            "info": "",
            "name": "Material Advantage Student Chapter at UCSD",
            "url": ""
        },
        {
            "desc": "To promote camaraderie, service, leadership, and academic development among students admitted to the UCSD Medical Scholars (B.S./M.D.) Program. ",
            "image": "",
            "info": "",
            "name": "Medical Scholars Society at UCSD",
            "url": ""
        },
        {
            "desc": "NET is a non-profit organization which facilitates communication and cooperation between NanoEngineering students, faculty members, and the industry abroad of NanoEngineering.",
            "image": "",
            "info": "",
            "name": "NanoEngineering & Technology Society",
            "url": ""
        },
        {
            "desc": "As an honor society, we promote leadership, honor, integrity, as well as service on campus as well as in the community.",
            "image": "",
            "info": "",
            "name": "National Society of Collegiate Scholars, NSCS",
            "url": ""
        },
        {
            "desc": "Phi Sigma Pi National Honor Fraternity is a co-educational honor fraternity with the purpose of fostering the ideals of scholarship, leadership and fellowship.",
            "image": "",
            "info": "",
            "name": "Phi Sigma Pi",
            "url": ""
        },
        {
            "desc": "Psi Chi, the International Honor Society in Psychology, seeks to encourage and stimulate excellence in the field of psychology. We do this by providing resources, information, and activities that allow students to reach their academic, career, and personal goals. Some of these events include: guest speakers with real-life experience in psychology, graduate school panels, socials, and community service projects. Our goal is to foster a diverse community centered on mutual enthusiasm and interest in psychology.",
            "image": "",
            "info": "",
            "name": "Psi Chi",
            "url": ""
        },
        {
            "desc": "To unite students who want to compete in the William Lowell Putnam Mathematical Competition;\r\nTo actively prepare ourselves and each other to perform admirably in the aforementioned competition;\r\nTo improve our mathematical problem solving skills.",
            "image": "",
            "info": "",
            "name": "Putnam Mathematics",
            "url": ""
        },
        {
            "desc": "The student government of the Rady Student Association, which is comprised of all students in good academic standing at the Rady School of Management.",
            "image": "",
            "info": "",
            "name": "Rady Student Board",
            "url": ""
        },
        {
            "desc": "The purposes of this organization shall be: (1) To further the work of, to improve the effectiveness of, and to enhance the public understanding of and appreciation for Chicanos, Latinos, Native Americans, Alaska Natives, Native Hawaiians and other underrepresented minorities in science; (2) To cooperate with other individuals, organizations, clubs, and other groups whose purposes include the achievement of public understanding for Chicanos, Latinos, Native Americans, Alaska Natives, Native Hawaiians and other underrepresented minorities in the sciences; (3) To promote student recruitment and retention of Chicanos, Latinos, Native Americans, Alaska Natives, Native Hawaiians and other underrepresented minorities in science at UC San Diego; (4) To provide a forum for students from different science majors and science related majors to come together for academic, community service and social activities at UC San Diego.\r\n",
            "image": "",
            "info": "",
            "name": "SACNAS Chapter at UC San Diego",
            "url": ""
        },
        {
            "desc": "To promote the growth of software development and encourage students to undertake long term development projects with partners in order to reinforce the concept of programming as a team",
            "image": "",
            "info": "",
            "name": "San Diego Developers",
            "url": ""
        },
        {
            "desc": "To promote academic development among recipients of any UCSD Scholarships, to facilitate communication among UCSD scholars and alumni, and to provide service for the surrounding community.",
            "image": "",
            "info": "",
            "name": "Scholars Society at UCSD",
            "url": ""
        },
        {
            "desc": "•\tTo provide an organization for students who are interested in sociology. To create a fun and supportive environment for incoming and existing students. To educate students about upcoming deadlines, events, and helping them network with other likeminded students. To provide an opportunity to network with the staff and faculty in the Sociology department. To provide learning experiences that are educationally illuminating and to prepare students for a future in sociology. To inform sociology students of service, career and summer opportunities in the field of sociology.\r\n\r\n\r\n\r\n",
            "image": "",
            "info": "",
            "name": "Sociology Club",
            "url": ""
        },
        {
            "desc": "In order for UCSD students to actively compete in speech and debate tournaments in the United States as well as to improve student's communication and argumentative skills.",
            "image": "",
            "info": "",
            "name": "Speech and Debate",
            "url": ""
        },
        {
            "desc": "To promote global health undergraduate student collaboration by striving to advance student’s knowledge, opportunities, and careers in the field. We uphold an interdisciplinary alliance with diverse majors, staff, faculty, and organizations around the globe. We promote and educate members of our club and school on illness, health, and healing, through perspectives that transcend national borders and regional interests.\r\n",
            "image": "",
            "info": "",
            "name": "Students for Global Health",
            "url": ""
        },
        {
            "desc": "Tau Beta Pi is the premier engineering honor society in the United States and one of the top three honor societies in the nation. The Society focuses on serving its members and the public with enthusiasm and excellence. The Association also strives to promote excellence in the fields of engineering, thus helping to improve the perception of the profession.",
            "image": "",
            "info": "",
            "name": "Tau Beta Pi",
            "url": ""
        },
        {
            "desc": "Engage current geotechnical students in a meaningful organization, founded on the basis of common interests and a desire to learn about geotechnical topics,\r\nCoordinate outreach efforts in order to spark interest in geotechnical engineering amongst undergraduate engineering students, and in the local community.\r\nCollaborate with faculty, staff members, and existing engineering groups on campus to provide a better engineering experience for students at the University of California San Diego. ",
            "image": "",
            "info": "",
            "name": "The California Geotechnical Engineering Association Student Chapter",
            "url": ""
        },
        {
            "desc": "Triton Rocket Club is a non-profit student organization at the University of California, San Diego (herein, UCSD) which seeks to form an experimental laboratory group that plans on designing and creating rockets.\r\n• Promoting student interest in science and mathematics.\r\n• Exposing students to higher levels of mathematics and science reasoning.\r\n• Forming a discussion group with topics directed by student interest.\r\n• Providing a venue for students to experience topics outside the normal school curriculum \r\n• Informing members about summer opportunities related to science, mathematics, and engineering.\r\n",
            "image": "",
            "info": "",
            "name": "Triton Rocket Club",
            "url": ""
        },
        {
            "desc": "A new project team focused on designing and building a pod to compete in the SpaceX Hyperloop Pod Competition.",
            "image": "",
            "info": "",
            "name": "TritonLoop at UCSD",
            "url": ""
        },
        {
            "desc": "To advance the careers of students in the engineering departments. ",
            "image": "",
            "info": "",
            "name": "uEngineering",
            "url": ""
        },
        {
            "desc": "The Undergraduate Bioinformatics Club (UBIC) at UCSD shall be a non-profit organization whose purpose is to serve bioinformatics undergraduates by providing resources for students entering the growing discipline; furthering access to job, internship, and research opportunities; facilitating an open forum for discussion, collaboration, and socialization; holding events, programs, and meetings; and acting as a collective voice for bioinformatics students at UCSD.",
            "image": "",
            "info": "",
            "name": "Undergraduate Bioinformatics Club at UCSD (UBIC)",
            "url": ""
        },
        {
            "desc": "The purpose of the Organization is to create a community of students and faculty members defined by an interest in the study of Economics.",
            "image": "",
            "info": "",
            "name": "Undergraduate Economic Society",
            "url": ""
        },
        {
            "desc": "The undergraduate women in physics club at the University of California, San Diego is a group dedicated to promote as well as encourage women to enter the field of physics and physical science. As a club, we are here to provide a network and a sense of community for young women entering the field of physics. Our club consists of quarterly meetings, group attendance to conferences, discussion about graduate programs, creation of study groups, and educational outreach activities for the disadvantaged. For more information or questions contact us at uwip.ucsd@gmail.com",
            "image": "",
            "info": "",
            "name": "Undergraduate Women in Physics",
            "url": ""
        },
        {
            "desc": "Our purpose is to provide opportunities for students with a desire to pursue\r\nUrban Studies and Planning professions, and to foster community through service, outreach to other clubs, and by giving students a place to discuss and discover their passions for urban related issues.",
            "image": "",
            "info": "",
            "name": "Urban Studies and Planning",
            "url": ""
        },
        {
            "desc": "To promote, foster, organize and coordinate various activities concerning computational mechanics in the United States and to represent U.S. interests in computational mechanics as an affiliate of the International Association for Computational Mechanics (IACM).",
            "image": "",
            "info": "",
            "name": "USACM",
            "url": ""
        },
        {
            "desc": "By offering students the opportunity to apply what's taught in the class into a lab setting, we look to advance the careers of students in the fields of science. ",
            "image": "",
            "info": "",
            "name": "uScience",
            "url": ""
        },
        {
            "desc": "The purpose of the Virtual Reality Club at UCSD is to provide a common place \r\nwhere students that are interested in Virtual Reality or Augmented Reality can go \r\nto learn more about this new and exciting technology.",
            "image": "",
            "info": "",
            "name": "Virtual Reality Club at UCSD",
            "url": ""
        },
        {
            "desc": "The ‘WEarables TECHnologies@UCSD’, abbreviated as ‘WeTECH@UCSD’, is a student group that aims to be a common platform for the students and individuals from the UC San Diego and the local community who are interested in the field of wearable devices. \r\n\r\nWearables have garnered tremendous interest not only in the academic sections but also in industry with giant Tech companies like, Google, Apple, Microsoft etc actively working in this exciting field. With an expected compound annual growth rate of 35% over the next five years, the global wearables market is poised to reach 148 million annual shipments in 2019. UC San Diego is actively involved in development of various technologies related to wearables. Several groups in diverse departments, such as, Electrical & Computer Engineering, NanoEngineering, Bioengineering, Computer Science Engineering and CaliIT2 are working on various challenging aspects of this technology. ‘WeTECH@UCSD’ will strive to bring students who are actively involved in wearables related research and also students who wish to explore the field on a common forum to identify new avenues for inter-disciplinary research. The organization will encourage events and discussion about research that relates to wearables, for example, printed and conventional electronics, fabrication processes, novel materials, software development, power sources, product design etc. \r\n\r\nThe organization has four core initiatives: 1) outreach, 2) community building, 3) continuing ed",
            "image": "",
            "info": "",
            "name": "WEarable TECHnologies@UCSD ",
            "url": ""
        },
        {
            "desc": "The purpose of the organization is to provide an academic, professional and career-supportive environment to graduate students in Bioengineering. The organization will strive to facilitate career and professional events to benefit the potential career path of its members. The organization may co-sponsor and participate in on-campus and outreach activities with other campus and community groups, as appropriate. Women in Bioengineering is a non-profit student organization.",
            "image": "",
            "info": "",
            "name": "Women in Bioengineering",
            "url": ""
        }
    ],
    "Co-Ops/Enterprise": [
        {
            "desc": "Send books and resources to prisoners and spread awareness of prison conditions to UCSD community. Books for Prisoners is a non-profit student organization. ",
            "image": "",
            "info": "",
            "name": "Books For Prisoners",
            "url": ""
        },
        {
            "desc": "The Che Cafe is a community space for both the greater San Diego community and the University of California, San Diego. We identify this space as \"Do It Yourself\" venue, vegan cafe, resource center for radical grassroots activists. Furthermore, we open this space to people who would like to add to the space while at the same time dismantle hierarchies. The Che Cafe Collective organizes numerous political and social events for all ages and allows vegan groups to serve tasty vegan food.",
            "image": "",
            "info": "",
            "name": "Che Cafe",
            "url": ""
        },
        {
            "desc": "We are a student-run, nonprofit cooperative. We sell products to students at low prices.",
            "image": "",
            "info": "",
            "name": "General Store Co-op",
            "url": ""
        },
        {
            "desc": "A political collective and non-profit bookstore working toward social change to enable people to take control over their own lives. ",
            "image": "",
            "info": "",
            "name": "Groundwork Books Collective",
            "url": ""
        }
    ],
    "Cultural": [
        {
            "desc": "To educate and promote Afghan culture through presentations, activities, and social events at and around the University of California, San Diego.",
            "image": "",
            "info": "",
            "name": "Afghan Student Association",
            "url": ""
        },
        {
            "desc": "To serve and educate the UCSD community about African history, traditions, customs, happenings, and culture. ",
            "image": "",
            "info": "",
            "name": "African Student Association",
            "url": ""
        },
        {
            "desc": "We aspire to foster a uplifting community for sharing, entertainment and production within the culture of ACG (anime, comic/manga, video games).",
            "image": "",
            "info": "",
            "name": "Anime Comic Club",
            "url": ""
        },
        {
            "desc": "To promote an understanding of the Armenian culture and foster awareness about issues of concern in the Diaspora and the Homeland to the campus community of UC San Diego. ",
            "image": "",
            "info": "",
            "name": "Armenian Student Association",
            "url": ""
        },
        {
            "desc": "To promote cultural awareness to the UCSD and San Diego community through the performance art of Taiko, Japanese drumming.",
            "image": "",
            "info": "",
            "name": "Asayake Taiko",
            "url": ""
        },
        {
            "desc": "To conduct events based on Indian culture and provide a congenial atmosphere for students belonging to the Indian community.",
            "image": "",
            "info": "",
            "name": "Association of Indian Graduate Students",
            "url": ""
        },
        {
            "desc": "“The UCSD Black Arts Collective is a supportive collaborative space for artists of color. We are committed to complex artistic approaches to the Black experience (and beyond). We provide a platform for an exchange of creative ideas and alternative art practice methods. In doing so, we will produce innovative projects intended to uplift the voices of the African Diaspora along with other varied experiences.",
            "image": "",
            "info": "",
            "name": "Black Arts Collective ",
            "url": ""
        },
        {
            "desc": "The objectives of the Black Graduate Student Association1 are\r\n(1) to support a network of individuals dedicated to the advancement of African-American and black\r\nscholarship\r\n(2) to encourage minority undergraduates to commit to postgraduate education\r\n(3) to promote the general campus welfare via cultural interchange\r\n(4) to provide a forum for social networking and community building\r\n(5) to provide a space for open dialog and discussion about issues confronting black graduate students",
            "image": "",
            "info": "",
            "name": "Black Graduate Student Association",
            "url": ""
        },
        {
            "desc": "It is the purpose of the Brazilian Student Association to represent and empower the Brazilian community in the University and its surroundings, to establish solid relationships with other universities and to form partnerships with the social, political, corporate and industrial sectors of Brazilian society. Our association also has as its mission to spread Brazilian culture and lifestyle by providing a comfortable environment and social network for members as well as all others interested in Brazilian culture. The Brazilian Student Association is a non-profit cultural, social and professional organization striving to promote the Brazilian culture as well as serving the above-mentioned purpose around UCSD campus and its surrounding environment.\r\n\r\n",
            "image": "",
            "info": "",
            "name": "Brazilian Student Association",
            "url": ""
        },
        {
            "desc": "We, a non-profit organization called the Cambodian Student Association (CSA) of the University of California, San Diego (UCSD), believe that by (1) building and strengthening identification of the Cambodian culture among fellow members, students and community at large, (2) offering consistent academic, social and moral encouragement through activities and community service and (3) developing social networks that will assist us during our time in college and in our lives thereafter, we will have established rare relationships and support systems based on common principles and values with fellow members who share common interests.",
            "image": "",
            "info": "",
            "name": "Cambodian Student Association",
            "url": ""
        },
        {
            "desc": "The purpose of CASA is to connect students through the middle eastern culture and expand their views on the essence of what it means to be a Chaldean-American. Also, our goal is to raise money for the Iraqi refugees making their way to San Diego as they flee religious persecution. To add to that, if possible, we would love to share some of the money raised in the form of an academic scholarship at our local church's yearly graduation ceremony. All proceeds are for a charitable cause. ",
            "image": "",
            "info": "",
            "name": "Chaldean American Student Association (CASA)",
            "url": ""
        },
        {
            "desc": "The Chinese American Student Association’s mission is to provide a setting and a community for all UCSD students with an interest in Chinese and/or Chinese American culture by organizing events that promote and build awareness of Chinese and Chinese American culture.",
            "image": "",
            "info": "",
            "name": "Chinese American Student Association",
            "url": ""
        },
        {
            "desc": "The Chinese Students and Scholars Association (CSSA) is a non-profit organization at University of California, San Diego. Those UCSD students, postdocs, visiting scholars and their family members coming from People's Republic of China are automatically eligible for membership. As one of the largest student organizations on UCSD campus, CSSA  serves as an important vehicle in enhancing mutual help and affinity among individuals of the local Chinese community. ",
            "image": "",
            "info": "",
            "name": "Chinese Students and Scholars Association",
            "url": ""
        },
        {
            "desc": "Promoting Chinese culture and building stronger bond within the UCSD Chinese American community.",
            "image": "",
            "info": "",
            "name": "Chinese Union",
            "url": ""
        },
        {
            "desc": "The Coalition of South Asian Peoples (CSAP) is a collective organization that is based on building South Asian community, empowering South Asian peoples, doing work that helps us understand the intersections and intricacies of our identities, and social justice. ",
            "image": "",
            "info": "",
            "name": "Coalition of South Asian Peoples",
            "url": ""
        },
        {
            "desc": "to sponsor Persian social and\tcultural activities and events, to promote an understanding of Iranian culture, to help foster friendship among different cultural groups, and to provide a source of union and support for the Iranian community at UC San Diego.",
            "image": "",
            "info": "",
            "name": "Cultural Iranian STudent Association (CISTA) (formerly ISTA)",
            "url": ""
        },
        {
            "desc": "The purpose of the Deaf Culture Club is to raise awareness of American Sign Language and support the surrounding Deaf and Hard of Hearing Community. Deaf Culture Club will also serve as a liason with Teachers for Change to support the ASL Musical. Deaf Culture Club will help to culturally enrich the UCSD campus; promoting diversity, inclusion, and equity. ",
            "image": "",
            "info": "",
            "name": "Deaf Culture Club",
            "url": ""
        },
        {
            "desc": "The Druze Student Association (DSA) at UCSD seeks to provide Druze students with a venue to come together and promote their culture on campus as well as educate the school community about one of the world’s smallest ethno-religious groups. At a time when many Middle Eastern minorities, including the Druze, are threatened by strife and persecution, the DSA also seeks to shed light upon the issues that have affected these minority communities specifically as well as people of all ethnic and religious backgrounds in the region as a whole. ",
            "image": "",
            "info": "",
            "name": "Druze Student Association",
            "url": ""
        },
        {
            "desc": "The FUSION Hip-Hop Dance Events Association is a student organization involved in the cultural, social, community, and academic projects that benefit its members, its campus, and its community. The goal of FHHDEA is to educate and celebrate the unique Asian American cultural identity and its major presence in the emerging hip-hop dance communities along the west coast at UCSD. FHHDEA aims to recognize excellence in the UCSD hip-hop dance community, west cost dance communities, support dancers, and provide performance opportunities for dance to be shared among dancers and audiences all over the nation and beyond.",
            "image": "",
            "info": "",
            "name": "FUSION Hip-Hop Dance Events Association",
            "url": ""
        },
        {
            "desc": "A.\tPromote cultural awareness of Hawai’i, other Polynesian Islands, and their people.\r\nB.\tSpread the “Aloha Spirit” across the UCSD campus.\r\nC.\tServe as a support group for incoming students from Hawai’i and other Polynesian Islands.\r\nD.\tProvide a social haven for any UCSD student seeking friends.\r\n",
            "image": "",
            "info": "",
            "name": "Hawaii Club",
            "url": ""
        },
        {
            "desc": "a. To promote fellowship among members of the UCSD Hellenic community through cultural, social, athletic, and educational activities.\r\n\r\nb. To welcome and counsel all incoming students of Hellenic origin.\r\n\r\nc. To foster an understanding and appreciation of Hellenic culture among members of the UCSD community.\r\n\r\nd. To facilitate communication between its members and UCSD officials, other student groups, and Hellenic organizations worldwide.\r\n\r\ne. To promote fellowship between people of Hellenic heritage and people interested in the Hellenic culture.\r\n",
            "image": "",
            "info": "",
            "name": "Hellenic Student Association",
            "url": ""
        },
        {
            "desc": "Hermanas Unidas is a Latina based organization that focuses primarily on academics, community service, and collegial networking. \"Poder de la Mujer\" is what all Hermanas strive to embody, both as individual women and as an organization. The motto symbolizes the strength and will of each and every Hermana in their quest for higher education, the empowerment of their families and communities, as well as equality in education, the workplace and the rest of society.",
            "image": "",
            "info": "",
            "name": "Hermanas Unidas de UCSD",
            "url": ""
        },
        {
            "desc": "Hermanos Unidos de UC San Diego will strive to create a welcoming and empowering brotherhood or “hermandad” amongst its members. Hermanos Unidos de UC San Diego will strive to attain this goal by embracing the three foundational pillars, which are stated in the Hermanos Unidos Constitution.\r\n\r\n“The three foundational pillars of Hermanos Unidos are Academic Scholarship, Community Service, and Social Networking. Academic Scholarship reflects the primary reason why an Hermano attends an institution of higher learning: to receive a quality education. Community Service represents an Hermano’s commitment to community involvement. Social Networking will seek to make the transition from high school/ community college to undergraduate life less traumatic and more meaningful for incoming Hermanos. Fulfilling the three pillars leads to the development of partnerships and alliances necessary for successfully accomplishing the mission of Hermanos Unidos. Thus, all three pillars should be approached with equal amount of concern, time, and intensity”\r\n-HU Constitution.",
            "image": "",
            "info": "",
            "name": "Hermanos Unidos de UCSD",
            "url": ""
        },
        {
            "desc": "Our vision is to promote the welfare of the Cantonese-speaking Chinese student body. We also identify the student body with social issues in the interests of Hong Kong people in hopes to promote cultural awareness of Hong Kong. We also provide a social environment for those who want to stay in touch with the Chinese culture as well as those who want to find acceptance and sense of belonging in the States.",
            "image": "",
            "info": "",
            "name": "Hong Kong Student Union",
            "url": ""
        },
        {
            "desc": "The purpose of this student organization is to organize concerts, musical activities, events, and lectures that promote the musical traditions of the Iberian Peninsula and Latin America.",
            "image": "",
            "info": "",
            "name": "Ibero-American Music Student Association (IAMSA)",
            "url": ""
        },
        {
            "desc": "This organization is to help all incoming students from India and of Indian origin or descent to adapt to life at UC San Diego and the city. Its purpose to strengthen the Indian community present on campus and also propagate our culture and increase the awareness about our culture to everyone. ",
            "image": "",
            "info": "",
            "name": "Indian Student Association",
            "url": ""
        },
        {
            "desc": "To bridge the gap between international and U.S. students through inter-cultural social activities and events.",
            "image": "",
            "info": "",
            "name": "International Club",
            "url": ""
        },
        {
            "desc": "We are a non-profit Japanese-interest cultural organization, which brings together 50+ members for Japanese-related social, cultural, career information and community events. We communicate with our members in both English and Japanese.\r\n\r\n",
            "image": "",
            "info": "",
            "name": "Japanese Student Association (JSA)",
            "url": ""
        },
        {
            "desc": "To retain Filipino language at UCSD, continue community outreach, promote Philippine Studies, preserve culture and language, and improve intergenerational relations.",
            "image": "",
            "info": "",
            "name": "Kabayanihan",
            "url": ""
        },
        {
            "desc": "To raise consciousness concerning Pinay/Pinoy, Pilipin@ American community issues, and to provide a safe, comfortable, and supportive space for everyone. ",
            "image": "",
            "info": "",
            "name": "Kamalayan Kollective",
            "url": ""
        },
        {
            "desc": "Kino Club is an ongoing screening series led by the graduate students in the VIsual Arts Department. Our aim is to curate 16mm and digital films for the larger public of UCSD in order to bring recognition to experimental filmmakers and video artists.",
            "image": "",
            "info": "",
            "name": "Kino Club",
            "url": ""
        },
        {
            "desc": "To unify and empower the Korean American voice on campus by means of cultural, political, and social events.",
            "image": "",
            "info": "",
            "name": "Korean American Student Association",
            "url": ""
        },
        {
            "desc": "Ko.SCA (Korean Student Cultural Association) helps all Korean people to get used to UCSD well. Ko.SCA also introduces Korean culture.",
            "image": "",
            "info": "",
            "name": "Korean Student Cultural Association (KO.SCA )",
            "url": ""
        },
        {
            "desc": "LSC is a club for those who are Lebanese and non-Lebanese interested in uniting and promoting the culture. We are a non-political, non-religious campus organization interested in expanding the appreciation of Lebanon and its culture through networking and social events.",
            "image": "",
            "info": "",
            "name": "Lebanese Social Club",
            "url": ""
        },
        {
            "desc": "1.\tLion Dance at UCSD is established for the purpose of providing cultural enrichment to UCSD and San Diego area by practicing, performing, and teaching the ancient art of Chinese Lion Dancing. 2.\tLion Dance at UCSD intends to perform for any UCSD affiliated groups and events as well as non-UCSD affiliated organizations interested in our presentation. 3.\tLion Dance at UCSD is a Not-For-Profit organization, and will rely on donations, contributions, and other forms of fundraising to finance equipment.",
            "image": "",
            "info": "",
            "name": "Lion Dance at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this cultural organization shall be to introduce Malaysian culture to all UCSD students as well as facilitate events for Malaysians students studying at UCSD;\r\n\r\nFacilitate events such as but not limited to:\r\na.\tAn organization aimed at encouraging conversation and bonding with new incoming Malaysian students and returning Malaysian students,\r\nb.\tProvide a sense of home for Malaysians studying abroad at UCSD,\r\nc.\tFor Malaysian students who seek it, assistance with assimilation in American culture,\r\nd.\tArrange events to introduce Malaysian culture and customs to other UCSD students (food, games, and traditional celebrations),\r\ne.\tCollaborate with other Malaysian Student Associations around the United States of America to form academic, social, and professional relationships;\r\n\r\nMalaysians in America (MIA) at UCSD is a non-profit student run cultural organization that will be financed through:\r\na.\tAssociated Students funding,\r\nb.\tExternal donations and charity,\r\nc.\tMIA fundraisers;\r\n",
            "image": "",
            "info": "",
            "name": "Malaysians in America at UCSD",
            "url": ""
        },
        {
            "desc": "As a Cultural/Social organization, we aim to promote and spread the idea that Asians are not just a single group of people, but are made up of many individuals from various and distinct cultural backgrounds. We hope to share these cultural values to the UCSD community by providing a fun and welcoming, stereotype-free, and all-inclusive social atmosphere for students.",
            "image": "",
            "info": "",
            "name": "Multi-Asian Student Association",
            "url": ""
        },
        {
            "desc": "To allow Japanese American, Japanese and any other interested student to interact in a socially conductive environment. To promote awareness of Japanese American and Japanese culture, history and issues on the UCSD campus. To provide a link between the Japanese American community on the UCSD campus and the Japanese American community in the areas surrounding UCSD. ",
            "image": "",
            "info": "",
            "name": "Nikkei Student Union",
            "url": ""
        },
        {
            "desc": "The purpose of this cultural Association is to inform all interested persons of the customs and traditions of Pakistani culture, to further the knowledge of interested persons of the history of Pakistan, and to serve all UCSD and other University Students, Faculty and Staff, including International Students, in achieving the above stated goals. ",
            "image": "",
            "info": "",
            "name": "Pakistani Student Association",
            "url": ""
        },
        {
            "desc": "The Persian Association for Rendering Science and Art (PARSA) at UCSD is a non-profit organization and independent of any political or religious beliefs.  Activities of PARSA includes following purposes:\r\n \r\n  I. Increase the general public awareness regarding Persian Art and Science\r\n II. Promote the Iranian/Iranian-American young and senior scientists and artists\r\nIII. Bring Iranian/Iranian-American Scientist and Artist on-campus towards fostering young talents and show casing for general awareness. ",
            "image": "",
            "info": "",
            "name": "PARSA",
            "url": ""
        },
        {
            "desc": "To serve as a platform for amateur pianists at UCSD to interact with their peers and share our passion for piano music. ",
            "image": "",
            "info": "",
            "name": "Piano Society at UCSD",
            "url": ""
        },
        {
            "desc": "QuEST (Queer Engineers, Scientists and Technical Professionals) seeks to advance the career and well being of LGBTQ individuals in the science, technology, engineering, and mathematics (STEM) fields. To this end, the goals of this group are to:\r\na) provide opportunities for mentorship and networking for LGBTQ individuals in STEM careers at all levels\r\nb) improve the retention of LGBTQ individuals in STEM fields by increasing visibility and by fostering a supportive community  \r\nc) encourage more LGBTQ individuals to enter STEM fields through outreach projects\r\n",
            "image": "",
            "info": "",
            "name": "Queer Engineers, Scientists and Technical Professionals",
            "url": ""
        },
        {
            "desc": "The purposes of the Raza Graduate Student Association (RGSA) are to:\r\n1)\tincrease unity among graduate students of color, particularly Latin@/Chicana@ students, at UCSD\r\n2)\tpromote graduate education to Latin@/Chicana@ undergraduate student populations, and recruit them for graduate school at UCSD\r\n3)\tprovide a community, resources, and a social network for graduate students of color at UCSD\r\n\t(RGSA is a not-for-profit organization.)\r\n",
            "image": "",
            "info": "",
            "name": "Raza Graduate Student Association",
            "url": ""
        },
        {
            "desc": "To promote Indonesian culture to University of California, San Diego community through social and other non­profit events. To create camaraderie between the members. To build a network with other Indonesian clubs.\r\n",
            "image": "",
            "info": "",
            "name": "San Diego Indonesian Association",
            "url": ""
        },
        {
            "desc": "UC San Diego's largest South Asian organization, SangamSD aspires to promote South Asian cultural awareness and education within the UCSD community and beyond. SangamSD's goals of uniting South Asians at UCSD as well as spreading diversity, tolerance, and the understanding of all South Asian cultures is reflected through its numerous social, cultural, and educational events. ",
            "image": "",
            "info": "",
            "name": "SangamSD",
            "url": ""
        },
        {
            "desc": "It is the mission of SCA at UCSD to promote knowledge and awareness of Saudi culture through cultural and social forum within UCSD community and within greater San Diego area. It is to the soul of this association to encourage cultural dialog and understanding of cultural differences for the sake of harmony and cooperation among UCSD society and greater San Diego societies. ",
            "image": "",
            "info": "",
            "name": "Saudi Cultural Association at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this association shall be a non-profit organization for pharmacy students at the UCSD Skaggs School of Pharmacy and Pharmaceutical Sciences with an interest in music dedicated to providing relief to patients in hospitals and other health settings through music. ",
            "image": "",
            "info": "",
            "name": "Serotones",
            "url": ""
        },
        {
            "desc": "Sitaare is UCSD’s premiere coed South Asian a cappella group. \r\nSince 2006 we have engaged in light-hearted vocal mischief, performing and competing at numerous events such as UC Berkeley's Anahat A Capella competition, University of Iowa's Gathe Raho competition, and various community events in the San Diego area including UCSD Sangam’s annual South Asian culture show. Our repertoire consists mainly of South Asian pop and film music, along with the occasional English R&B; or pop piece.",
            "image": "",
            "info": "",
            "name": "Sitaare",
            "url": ""
        },
        {
            "desc": "The Asian Pacific American Medical Students Association (APAMSA) is a national organization of medical and pre-medical students committed to addressing the unique health challenges of Asian and Pacific Islander American (APIA) communities. APAMSA serves as a forum for student leaders to engage these health issues and develop initiatives and projects addressing those needs. The local, regional, and national activities of APAMSA aim to promote the health of the APIA community and help healthcare workers understand how to care for APIA patients in a culturally sensitive manner. Finally, APAMSA provides an important venue for medical students to meet, exchange experiences, and develop personally and professionally through leadership and service.",
            "image": "",
            "info": "",
            "name": "SOM APAMSA at UCSD ",
            "url": ""
        },
        {
            "desc": "Society for Promotion of Indian Classical Music And Culture Amongst Youth (SPICMACAY) is a non-profit student organization that aims to preserve and promote the rich, diverse traditions of Indian culture, while encouraging youth participation. By offering programs in classical music, dance, yoga, crafts, and meditation, along with opportunities to interact with artists and volunteer in local Indian cultural events, SPICMACAY serves as a vital link to Indian traditions for youth. ",
            "image": "",
            "info": "",
            "name": "Spicmacay",
            "url": ""
        },
        {
            "desc": "The Taiwanese American Students Association (TASA) at the University of California – San Diego is an organization that provides a sense of community for Taiwanese Americans, as well as those interested in the Taiwanese culture. We create a sense of unity not only within the Taiwanese community here in San Diego, but also with students at other universities.\r\n\r\nOur organization promotes cultural awareness by building a community of motivated and dedicated students through our social, cultural, an",
            "image": "",
            "info": "",
            "name": "Taiwanese American Student Association",
            "url": ""
        },
        {
            "desc": "For the first time ever, on April 9th, 2016, mayhem will be taking over sunny San Diego. TamashaSD is a student run organization on the UC San Diego campus that aims to connect South Asian Americans back to their roots while fostering a positive cultural environment for the community. Eight Bollywood-Fusion dance teams will showcase their talent from across the nation and have the chance to compete for a first place prize. Get ready to experience amazing ocean views, unforgettable sunsets and tasty street tacos. Most of all, don’t forget to stay classy San Diego.\r\n",
            "image": "",
            "info": "",
            "name": "TamashaSD",
            "url": ""
        },
        {
            "desc": "As a cultural organization, the Thai Student Union (TSU) strives to\r\nstrengthen the bond of the Thai community in San Diego while sharing the Thai\r\nculture with those outside of the Thai community. ",
            "image": "",
            "info": "",
            "name": "Thai Student Union (TSU) ",
            "url": ""
        },
        {
            "desc": "Triton Foreign Film Society (TFFS) is a non-profit student organization that seeks to promote multiculturalism and bridge the gap between U.S. and international students by viewing and discussing international films.",
            "image": "",
            "info": "",
            "name": "Triton Foreign Film Society",
            "url": ""
        },
        {
            "desc": "Tritons for Israel is the Pro-Israel student organization at UCSD. We are dedicated to raising awareness about Israel and Israeli culture, educating students, and promoting peace in the Middle East. ",
            "image": "",
            "info": "",
            "name": "Tritons For Israel",
            "url": ""
        },
        {
            "desc": "To promote Turkish culture and improve communication and cooperation among Turkish students at UCSD.",
            "image": "",
            "info": "",
            "name": "Turkish Student Association",
            "url": ""
        },
        {
            "desc": "To address the needs of the Jewish community on campus and to provide framework for pluralistic Jewish life on campus through social, cultural, religious, and educational programming. The Union of Jewish Students is a non-profit organization.",
            "image": "",
            "info": "",
            "name": "Union of Jewish Students",
            "url": ""
        },
        {
            "desc": "To strengthen the relationship between Muslim and Jewish Students. ",
            "image": "",
            "info": "",
            "name": "United ",
            "url": ""
        },
        {
            "desc": "United Taiwanese Association was created to promote the Taiwanese culture through a number of traditional and cultural events that are representative of Taiwan. These events also sought to provide a sense of familiarity and home for students that have recently immigrated to the United States from Taiwan. UTA also hosts a number of social events on top of its cultural events to serve as the bridge for its diverse members group.",
            "image": "",
            "info": "",
            "name": "United Taiwanese Association",
            "url": ""
        },
        {
            "desc": "To promote and preserve the Vietnamese culture and awareness among the UCSD students through various cultural, social, community, and educational events",
            "image": "",
            "info": "",
            "name": "Vietnamese Student Association",
            "url": ""
        },
        {
            "desc": "The purpose of Youth Cultural Enrichment is for its members to provide cultural enrichment, especially of the Iranian cultural and religious heritage to the San Diego community and more specifically, the Youth. ",
            "image": "",
            "info": "",
            "name": "Youth Cultural Enrichment",
            "url": ""
        }
    ],
    "Dance": [
        {
            "desc": "[N]Motion is Nikkei Student Union's (NSU) modern/hiphop dance team. As an all-inclusive dance team, [N]Motion aims to be a platform for students who have interests in dance but not much dance experience to pursue dance in a supportive environment and connect with San Diego's dance community. [N]Motion invites everyone of all skill levels who is interested in dance to perform at NSU's annual culture show. ",
            "image": "",
            "info": "",
            "name": "[N]Motion Dance Team",
            "url": ""
        },
        {
            "desc": "Established in 2010, 4N01 is an all female hip hop dance group based in San Diego. We don't have a specific style, but our team is a group of diverse dancers who come from different backgrounds with different skills, talents and experience levels. Our set represents our love, passion and diversity. We don't focus on how good you are when you start, but how hard you work to get better.",
            "image": "",
            "info": "",
            "name": "4N01",
            "url": ""
        },
        {
            "desc": "To build and sustain a community that gathers to practice and promote Argentine Tango at UCSD.",
            "image": "",
            "info": "",
            "name": "Argentine Tango Club",
            "url": ""
        },
        {
            "desc": "To bring together the interests and passion for hip hop dance with the undergraduate students of UCSD.",
            "image": "",
            "info": "",
            "name": "Ascension Hip Hop Dance Team",
            "url": ""
        },
        {
            "desc": "To engage members in a cultural understanding of Mexican Folk dance.",
            "image": "",
            "info": "",
            "name": "Ballet Folklorico la Joya de Mexico",
            "url": ""
        },
        {
            "desc": "Body Rock at UCSD is a student organization that strives not only to bring together the breaking community through dance and music, but also to provide the space for bboys and bgirls to develop their breaking skills and for those who want to learn about the elements of breaking in hip hop culture.",
            "image": "",
            "info": "",
            "name": "Breakin' Club- Body Rock",
            "url": ""
        },
        {
            "desc": "To enrich the student community of UCSD with the awareness of Chinese culture through the art of dance. Our purpose is to create an atmosphere of artistic and creative expression for everyone. CDA practices Chinese dance with emphasis on ballet techniques, but continues to keep the essence of Chinese culture in the pieces. In order to spread multi-cultural acknowledgemnt, CDA uses dance to celebrate the individual creativity and artistic collaboration. ",
            "image": "",
            "info": "",
            "name": "Chinese Dance Association",
            "url": ""
        },
        {
            "desc": "In the 16 years since DRP was formed, the team has performed at numerous competitions including Boston Bhangra, Bruin Bhangra, Dhol Di Awaz, VIBC, So-Cal Bhangra, and Best of the Best. Placing at many competitions, DRP has raised awareness of Punjabi culture not only in Southern California, but all over the United States. Through hard work, dedication, and determination, DRP hopes to continue to spread its love and respect for bhangra for years to come.",
            "image": "",
            "info": "",
            "name": "Da Real Punjabiz",
            "url": ""
        },
        {
            "desc": "Our purpose is to provide an outlet for dancers who come to college seeking to continue their passion for dance in addition to pursuing higher education as UCSD does not offer this. Our contemporary based dance company will hold various showcases/events to allow our members to express themselves through artistic movement. Our main goal is to offer an escape for students who wish to further build upon their talent and creativity, as well as forming a united family.",
            "image": "",
            "info": "",
            "name": "Finesse Dance Company",
            "url": ""
        },
        {
            "desc": "Mission Statement: Established in 2014, Kidz Next Door is an exhibition hip-hop dance group based in UCSD. Created with the purpose to inspire others in the dance community, the group spreads their passion for dance through performances and workshops. Although the group's focus is built around the style of hip hop, many diverse styles and backgrounds are represented through the individual dancers such jazz, contemporary, salsa, etc. The Kidz Next Door Leadership pushes the group members to grow not only as dancers but as a family, encouraging them to respect one another as well as the community around them.",
            "image": "",
            "info": "",
            "name": "Kidz Next Door",
            "url": ""
        },
        {
            "desc": "KOTX is a K-pop dance team that entertains and spreads Korean culture through K-pop. Creating a welcoming environment for all K-pop lovers and is open to all levels of dancers. LET'S GET KOTX!",
            "image": "",
            "info": "",
            "name": "KOTX",
            "url": ""
        },
        {
            "desc": "The Purpose of Poptikz is to foster a community of Poppers at UCSD. This involves informing individuals about the etiquettes of battling, the foundations of popping, related substyles of Popping, and expression through music. Poptikz aims to show Popping in its street, freestyle form through cyphers and battles. The integrity of Popping should not be compromised, and a positive vibe should be upheld",
            "image": "",
            "info": "",
            "name": "Poptikz",
            "url": ""
        },
        {
            "desc": "To explore and promote Indian classical dance forms such as bharatanatyam, kuchipudi, kathak, odissi, and mohiniattam at UCSD.",
            "image": "",
            "info": "",
            "name": "Pushpanjali",
            "url": ""
        },
        {
            "desc": "The competitive Garba and Raas team at UCSD is a non-profit, recreational club with a cultural twist. This group promotes Garba and Raas, two interrelated West-Indian dance forms that originated from the state of Gujarat. In this day and age, Garba & Raas have been transformed from the deeply traditional precursors to the more energetic, contemporary form that is practiced by this team. In addition to simply developing and performing modern Garba/Raas choreography on campus, this team intends to partake in national, collegiate Garba/Raas competitions, thereby representing the University of California, San Diego and promoting school pride. At the local level, this seems also seeks to promote cultural and social awareness of this dance form and the related cultural connotation by performing on campus, and at nearby universities, as well as by eliciting participation from the student body. An implicit goal of this organization is to build a community at UC San Diego for all students who dance for the team and wish to be involved. ",
            "image": "",
            "info": "",
            "name": "Raas Ruckus Dance Team at UCSD",
            "url": ""
        },
        {
            "desc": "The Salsa Club at UC San Diego is a non-profit organization offering Salsa dance instruction to the student population at large (undergraduate, graduate, part-time, full-time), faculty, staff, and alumni. We hope to create a fun social group that will foster a life-long appreciation for dancing in general. We also seek to enrich the UCSD campus life by providing an affordable and entertaining outlet for students to learn about Salsa dancing",
            "image": "",
            "info": "",
            "name": "Salsa Club at the University of California San Diego",
            "url": ""
        },
        {
            "desc": "To help UCSD dancers develop discipline, spiritual maturity, and lasting friendships through the creation of innovative performances.  As time passes, hopefully the members who are on the Spoon Project can become well-versed in choreography and freestyling, as well as teaching these aspects back to the dance community.",
            "image": "",
            "info": "",
            "name": "Sleepless Collective",
            "url": ""
        },
        {
            "desc": "Swing Club at UCSD Constitution\r\n\r\n\r\nPurpose: \r\nTo provide a safe and fun place for people to discuss and practice the art of swing dancing and make friends.\r\n\r\nSwing Club at UCSD is a non-profit student organization.\r\n\r\nRequirements for membership:\r\nMembership is open to all students at UCSD, undergraduate, and graduate. There are no fees. All that is required to become a member is to attend one meeting per quarter and to sign up for the emailing list at swingUCSD@gmail.com. A person should request to give up membership by asking to be removed from the emailing list by emailing swingUCSD@gmail.com. \r\n\r\nFrequency of Organization Meetings:\r\nSwing Club meetings will occur once a week for three hours, for all three quarters of the academic year. ",
            "image": "",
            "info": "",
            "name": "Swing Club at UCSD",
            "url": ""
        },
        {
            "desc": "The Triton Twirl Flag Squad is a nonprofit, student-run organization which promotes school spirit at UCSD.  We perform at various events at UCSD, such as basketball half-time shows and the Sungod Festival.\r\n\r\nOur squad takes pride in being an all inclusive organization. Anyone is welcome to take part in our yearly auditions, including those without prior experience. ",
            "image": "",
            "info": "",
            "name": "Triton Twirl Flag Squad",
            "url": ""
        },
        {
            "desc": "To explore and express aspects of South Asian culture through Bollywood Dance.",
            "image": "",
            "info": "",
            "name": "Zor at UCSD (Hindi Film) Dance Team",
            "url": ""
        }
    ],
    "Educational": [
        {
            "desc": "The purpose of the Academic Integrity Peer Educators is to have students involved in advocating for the importance of Academic Integrity at the University/College and High School levels. The Peer Educators will help UCSD students who have allegedly violated our policy on Integrity of Scholarship go through the administrative process and learn from the experience; they will help all UCSD students to understand the importance of academic and professional integrity and to practice skills at acting ethically and will assist in creating a culture where integrity is an expected and valued norm. The Academic Integrity Peer Educators is a non­profit organization.",
            "image": "",
            "info": "",
            "name": "Academic Integrity Peer Educators",
            "url": ""
        },
        {
            "desc": "Active Minds at UC San Diego is a non-profit, student run mental health awareness, education and advocacy organization on campus. Through our programs, events and collaborations, we will seek to promote mental health awareness on campus and the overall psychological well-being of UC San Diego students. Our vision, mission and values will guide our activities. ",
            "image": "",
            "info": "",
            "name": "Active Minds",
            "url": ""
        },
        {
            "desc": "Basic Life Support Program is a prestigious program established in 2014 that specializes in instructing Basic Life Support (BLS) through the American Heart Association and certifying individuals that complete the course. This program is a committee within the Alpha Epsilon Delta honor society that allows the acquirement of not only profit, leadership experience, and the growth of the organization, but ultimately provides a concrete difference between Alpha Epsilon Delta and other health related organizations. ",
            "image": "",
            "info": "",
            "name": "Basic Life Support Program",
            "url": ""
        },
        {
            "desc": "We, the Coalition for Critical Asian American Studies (CAAS), are a non-profit, student-run committee whose main purpose shall be advocating and strengthening critical Asian American studies at the University of California at San Diego.  We understand that “Asian American” is not a racial identity but a political one--one that marks us not by how we look but how we believe.  It is through this understanding that we are able to create diverse coalitions which draw unity not through uniformity.  ",
            "image": "",
            "info": "",
            "name": "Coalition for Critical Asian American Studies",
            "url": ""
        },
        {
            "desc": "The CAPS Wellness  Peer Education Program is a non-profit organization that seeks to provide educational and outreach opportunities to members of the UCSD community and beyond. We recognize the value of peer support in helping students address personal concerns.  Through peer education, we hope to help students recognize their resources as well as increase prevention of mental illness and decrease the stigmas associated with utilizing the Counseling and Psychological Services.",
            "image": "",
            "info": "",
            "name": "Counseling and Psychological Services Peer Education Program",
            "url": ""
        },
        {
            "desc": "To educate and preserve DJ culture and electronic music culture.\r\nTo expose the art behind DJing.\r\nTo produce quality DJs based on talent, individuality, and fundamentals.\r\n\r\n",
            "image": "",
            "info": "",
            "name": "DeeJays and Vinylphiles Club",
            "url": ""
        },
        {
            "desc": "The purpose of divE is to promote diversity, ingenuity, and collaboration among student scientists and engineers through an integrated engineering environment based on team projects. ",
            "image": "",
            "info": "",
            "name": "DivE",
            "url": ""
        },
        {
            "desc": "The Energy Club seeks to build a community of students and professionals to analyze and understand the most pressing global energy challenges. To accomplish this we will focus on interdisciplinary programs to bring together members of the engineering, science, policy and business communities. Through these events we hope to provide members with a well-rounded, extensive knowledge of the issues and application of the energy landscape and foster potentially unique solutions. ",
            "image": "",
            "info": "",
            "name": "Energy Club at UCSD",
            "url": ""
        },
        {
            "desc": "Our purpose is to learn about feminist theory through the writings and literature of feminist scholars. The Feminist Book Club will serve to open up a dialogue about intersectional feminism, covering a wide range of topics, including, but not limited to: race, gender, sexuality, class, ability, and ethnicity. This club will be an inclusive, safe space for all participants.",
            "image": "",
            "info": "",
            "name": "Feminist Book Club",
            "url": ""
        },
        {
            "desc": "To advocate and promote foster youth awareness. We want to create a safe environment not only for foster youth but to also neglected students who felt they never had parents. We want to be able to relate to one another and create a personal relationship that we cannot create with other students outside this organization.",
            "image": "",
            "info": "",
            "name": "Foster the Students",
            "url": ""
        },
        {
            "desc": "GUIDE works to inform and engage the Greek community on matters of historical inequality within and outside the University of California, San Diego. GUIDE shall work with each of the three Greek councils, as well as individual chapters and members therein, to educate and provide resources for the Greek community with regards to matters of equity, diversity and inclusion (EDI), and to ultimately advocate for a Greek community characterized by justice and equality for all.",
            "image": "",
            "info": "",
            "name": "Greeks United for Inclusivity, Diversity, and Equity (GUIDE) ",
            "url": ""
        },
        {
            "desc": "\tThe purpose of HOLOS is to explore in depth various healing and restorative practices native to a variety of cultures from around the world in order to provide students with alternative methods of stress management and maintenance of overall well- being. ",
            "image": "",
            "info": "",
            "name": "HOLOS : Healing Our Lives of Stress",
            "url": ""
        },
        {
            "desc": "Working to enhance the impact and efficiency of the sustainability community on campus, the Inter-Sustainability Council represents and connects various on-campus sustainability entities in order to increase awareness and education of sustainability and provide sustainable solutions that will maintain UC San Diego’s position as a leader in sustainability in the country and the world.",
            "image": "",
            "info": "",
            "name": "Inter-Sustainability Council",
            "url": ""
        },
        {
            "desc": "The IPDL is excited to bring low-cost, low-commitment competitive debate to the UC San Diego community! Throughout the year, we host parliamentary debate workshops and tournaments to improve participants' oratory and argumentation skills and foster discussion regarding current, controversial topics.",
            "image": "",
            "info": "",
            "name": "Intramural Parliamentary Debate League at UCSD",
            "url": ""
        },
        {
            "desc": "Promoting a cultivating environment for engineers to develop hands-on experience through structural engineering and architectural projects. ",
            "image": "",
            "info": "",
            "name": "Keystone Engineering",
            "url": ""
        },
        {
            "desc": "Connecting between companies and students so students could find jobs easily for their future. ",
            "image": "",
            "info": "",
            "name": "Kojobs at UCSD",
            "url": ""
        },
        {
            "desc": "Our purpose is to assemble a group of ambitious individuals, accompanied by their ideas, in order to open intellectual dialogues of the unexplored. Discussions will delve into a myriad of scientific topics. We aim to foster an environment where the ideas of passionate people can be shared. Through careful deliberation of students’ concepts, methods of improvement and experimentation will be exacted. All UCSD students are welcome to partake in the club’s educational discussions. ",
            "image": "",
            "info": "",
            "name": "Launch Tank",
            "url": ""
        },
        {
            "desc": "The LGBTQIA at UCSD is committed to providing safe spaces for the LGBTQIA community. We work at this goal in many ways: holding regular meetings and office hours to provide a space to talk and socialize; putting on dances open to all, allowing people to have a good time without fear; holding rallies to show our Pride; and promoting education, both within the LGBTQIA community and to the larger San Diego community.",
            "image": "",
            "info": "",
            "name": "Lesbian Gay Bisexual Transgender Queer Intersex Association",
            "url": ""
        },
        {
            "desc": "LAIT (\"light\") is a newly founded Animal Rights Organization at UC San Diego!\r\n\r\nWe are an inspired, warm, and welcoming community of UC San Diego students that is dedicated to educating UCSD at large, and the greater community, on the issues of animal exploitation, while inspiring people to have compassion for all animals. Focusing on animals exploited for food, clothing, entertainment and testing, we encourage and empower people to take action and speak up against injustice and violence.\r\n\r\nWe challenge speciesism, and the notion that some beings are more worthy of respect than others. We believe that, just like the value of someone’s life does not depend on their race, gender, or sexual orientation, the value of someone's life also does not depend on their species. We all deserve respect, and the right to be safe, happy, and free.\r\n\r\nWe envision a world in which all life is respected and valued. A world where Animals, Humans, and Nature co-exist in harmony. And we feel empowered to help create such a world within our lifetimes.\r\n\r\nWe will hold educational events (documentary screenings, guest speakers etc.), fun social events (vegan pizza night/potluck, movie night, hiking, etc.) and activism events (tabling, non-violent protests, leafleting etc.), and more! We look forward to hearing your ideas!\r\n\r\nJoin us! Everyone is welcome!",
            "image": "",
            "info": "",
            "name": "Life for Animals, Inspiring Tritons (LAIT)",
            "url": ""
        },
        {
            "desc": "We are a service based Student Organization devoted to providing our members with Medically related volunteer opportunities. Our members are paired with each other to create a care system in which specific questions or school assistance can be provided. We aim to connect our fellow students with their surrounding environments to bring companies and medically related schools to our campus. We wish to inform our students and hold work shops to help elevate their status and prepare them for a professional career. Through this we hope to achieve optimal success for our members and provide them with a dependable and personal network.",
            "image": "",
            "info": "",
            "name": "Medical Foundations",
            "url": ""
        },
        {
            "desc": "Migrant Rights Awareness strives for change in our community so that all people regardless of immigration status are guaranteed absolute access to equal rights and opportunities and are perceived as being deserving of the same. Migrant Rights Awareness (MiRA) is committed to work to make the UCSD campus climate and community inclusive of the undocumented community on and off campus. We seek to promote the need and necessity of resources for undocumented students and students of mixed status families so that they are retained at the university level. Also MiRA strives make it so that UCSD is viewed as more accessible to students who identify as undocumented and may shy away from this university due to the demographic and geographical proximity to the US- Mexico Border and checkpoints. ",
            "image": "",
            "info": "",
            "name": "Migrant Rights Awareness",
            "url": ""
        },
        {
            "desc": "The purpose of Mock Trial at UCSD is to encourage interest in law advocacy and to prepare for Mock Trial competitions.",
            "image": "",
            "info": "",
            "name": "Mock Trial @ UCSD",
            "url": ""
        },
        {
            "desc": "Model United Nations members simulate the United Nations by role-playing diplomats and forming delegations to attend conferences. At these conferences, students debate global issues, conduct speeches, draft resolutions, form political alliances, and resolve critical international problems. In doing so, Model United Nations students are exposed to international relations and its application in today's society, which expands their understanding of the world and becoming global citizens.",
            "image": "",
            "info": "",
            "name": "Model United Nations at UCSD",
            "url": ""
        },
        {
            "desc": "Establish a community of music producers to network, collaborate, and throw events on campus.",
            "image": "",
            "info": "",
            "name": "Producers & Remixers Organization",
            "url": ""
        },
        {
            "desc": "We are a student run garden aiming to create a vibrant and peaceful gathering place for interactive cooperative activities, community building, service-leading, social and environmental education.  ",
            "image": "",
            "info": "",
            "name": "Roger's Community Garden at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of the Society is to honor undergraduate students’ achievement and empower them by providing powerful tools for success. Our goal is to maximize each student’s potential by providing meaningful connections to a vibrant peer and mentor community as well as a proprietary platform for developing necessary personal and academic skills.  We aim to inspire members to take control of their own futures, move toward independence, and ultimately, establish a foundation and foothold for successful careers and lives. ",
            "image": "",
            "info": "",
            "name": "SCLA",
            "url": ""
        },
        {
            "desc": "SENDforC San Diego is the San Diego branch of the non-profit organization Support, ENcourage, and Develop for Children, Inc. (referred to as SENDforC). SENDforC San Diego advocates STEM education and mentoring of high school students. Members of this club will serve as University Mentors and assist students to engineer solutions to everyday problems through playful and hands-on projects. SENDforC San Diego will implement the QDII curriculum developed by SENDforC Inc. to produce technological, social entrepreneurs.",
            "image": "",
            "info": "",
            "name": "SENDforC San Diego",
            "url": ""
        },
        {
            "desc": "Student Health Advocates (SHAs) is an organization of trained student volunteers who educate other students about health issues and concerns and promote health and wellness in all areas of campus life.  These are two specialties within the Student Health Advocates program, General Health and Sexual Health.",
            "image": "",
            "info": "",
            "name": "Student Health Advocates",
            "url": ""
        },
        {
            "desc": "Student Involvement Leadership Consultants, or SILCs, are bright, motivated UCSD students committed to sharing our leadership and involvement experience to serve the UCSD community on whole. Our mission is to provide the University of California, San Diego student organizations with direct services to assist in their operations and to provide the campus-wide student population with consultation regarding student involvement and leadership opportunities.",
            "image": "",
            "info": "",
            "name": "Student Involvement Leadership Consultant (SILC)",
            "url": ""
        },
        {
            "desc": "This student organization seeks to educate the campus about mass incarceration (the Prison Industrial Complex) as a form of institutionalized racism. To do so, the group will provide a space to cultivate a culture of undergraduate student activism against the injustice in the U.S. prison system and cooperate with faculty and graduate students to spread awareness primarily through screenings, speakers, and panels.",
            "image": "",
            "info": "",
            "name": "Students Against Mass Incarceration",
            "url": ""
        },
        {
            "desc": "Students for Integrative Medicine is a non-profit student organization committed to raising awareness on the topic of integrative medicine throughout UCSD and the San Diego community. Through collaborating with diverse groups of professionals SIM hopes to promote healthy life style choices and wellness by educating members as well as the community on the principles and practices of integrative holistic medicine.",
            "image": "",
            "info": "",
            "name": "Students for Integrative Medicine ",
            "url": ""
        },
        {
            "desc": "In accordance with democratic principles, to promote justice, human rights, and the right of self-determination for the Palestinian people.",
            "image": "",
            "info": "",
            "name": "Students for Justice in Palestine",
            "url": ""
        },
        {
            "desc": "TED is an annual event that brings together the world's leading thinker and doers to share ideas that matter in any discipline - technology, entertainment, design, science, humanities, business, development. TEDx events are local, self organized events that bring people together to share a TED-like event. We hope to create a local forum for ideas within the community to inspire people to change their lives, their futures and ultimately the world.",
            "image": "",
            "info": "",
            "name": "TEDx@UCSD",
            "url": ""
        },
        {
            "desc": "The Purpose of the club is to engage in engineering projects utilizing 3D printing as well as conducting research and educating about the technologies and capabilties of 3D Printing.  ",
            "image": "",
            "info": "",
            "name": "Triton 3D @ UCSD",
            "url": ""
        },
        {
            "desc": "Triton Art is a student organization focused on engaging and educating the student body at UCSD in art. We want to be the bridge between UCSD students and the Visual Arts Department by holding monthly art talks/workshops, opportunities for students to display their artworks and by holding social events for students to have the ability to meet others with like-minded passions.",
            "image": "",
            "info": "",
            "name": "Triton Art",
            "url": ""
        },
        {
            "desc": "Triton Competitive Robotics seeks to bring recognition to the robotics community at UC San Diego by competing in robotics competitions all over the nation. By holding a series of workshops every academic quarter, we further seek to educate our peers in relevant engineering topics. We also aim to foster innovation by undergraduates in the field of robotics by serving as an incubator for robotics projects. Got an idea for a robot? Pitch it to us and we could provide you with the resources necessary to bring your innovation to life!",
            "image": "",
            "info": "",
            "name": "Triton Competitive Robotics",
            "url": ""
        },
        {
            "desc": "The purpose of Women SPEAK is to promote girls' health and leadership by cultivating positive body image, establish healthy relationships, defy and deconstruct gender media stereotypes, and become leaders of change in their local communities. ",
            "image": "",
            "info": "",
            "name": "Women SPEAK",
            "url": ""
        }
    ],
    "Health Professions": [
        {
            "desc": "A pre-health honor society with the purpose of connecting future health professionals and recognizing their achievements in their pursuit of a career in health. Activities include volunteering, educational programs and speakers at bi-weekly meetings including doctors, nurses, patients, medical students, pharmaceutical students, and more.",
            "image": "",
            "info": "",
            "name": "Alpha Epsilon Delta Pre-Health Professional Honor Society",
            "url": ""
        },
        {
            "desc": "UCSD AMSA pre-medical chapter is dedicated to providing valuable resources for pre-medical students here at UCSD, as well as presenting opportunities for involvement in the health-care community. This year, our chapter will also be partnering up with the UCSD Medical School chapter to provide mentoring and joint community activites for our pre-medical students. It will be a wonderful opportunity for students to learn what medical school is like and to make valuable connections with students who have already been through the rigorous admissions processes required for medical school. ",
            "image": "",
            "info": "",
            "name": "American Medical Student Association",
            "url": ""
        },
        {
            "desc": "Our mission is to be the collective voice of student pharmacists, to provide opportunities for professional growth, and to envision and actively promote the future of pharmacy.\r\n\r\nWe are dedicated to increasing health awareness and addressing the health concerns of the San Diego community.",
            "image": "",
            "info": "",
            "name": "American Pharmacists Association APhA-ASP at UCSD SSPPS",
            "url": ""
        },
        {
            "desc": "The purpose of this association shall be the development, promotion, and enhancement of the knowledge of pharmacy in the community, all in harmony with the educational interests of the University of California, San Diego Skaggs School of Pharmacy.",
            "image": "",
            "info": "",
            "name": "Association of Student Pharmacists at UCSD Skaggs School of Pharmacy",
            "url": ""
        },
        {
            "desc": "California Health Professional Student Alliance (CaHPSA) at UCSD aims to foster leadership and advocacy skills among health professional students to increase health equity, primarily through grassroot efforts, education and chapter growth, in support of comprehensive, guaranteed healthcare for all Californians. We work to create opportunities to network with professionals in an effort to engender a sense of professional responsibility among students to empower them to advocate for a health system change. We hope to educate students on the issues of the current healthcare system and inform them of more efficient healthcare models such as Single-Payer.\r\n",
            "image": "",
            "info": "",
            "name": "CaHPSA at UCSD",
            "url": ""
        },
        {
            "desc": "The mission of the UCSD, Skaggs School of Pharmacy and Pharmaceutical Sciences, Student Society of Health-System Pharmacists is to make students aware of pharmacy practice in health systems and the potential of this setting for expanding the base of pharmacy practice, provide information to students about career directions in and credentials needed for pharmacy practice in health systems.",
            "image": "",
            "info": "",
            "name": "California Society of Health-System Pharmacists- at UCSD Student Chapter",
            "url": ""
        },
        {
            "desc": "We are a pre-health undergraduate organization that is committed to providing support, guidance, and education in our pursuit for higher education in medicine. Our beliefs are deeply rooted in providing better health care for our underserved communities through service, empowerment, and improving access to culturally-competent health care.\r\n",
            "image": "",
            "info": "",
            "name": "Chicanos/Latinos for Community Medicine at UCSD",
            "url": ""
        },
        {
            "desc": "The UCSD Health and Medical Professions Preparation Program (HMP3) provides undergraduates with enriching experiences that will enhance their preparation for admission into professional school in the medical and other health professions. Through collaborations with the UCSD School of Medicine, faculty, community health care providers and others, HMP3 provides members with stimulating experiences designed to expand the mind and increase qualifications for entry into the health professions. HMP3 a",
            "image": "",
            "info": "",
            "name": "Health and Medical Professions Preparation Program (HMP3)",
            "url": ""
        },
        {
            "desc": " Healthcare Opportunities Preparation & Empowerment at UCSD serves to assist underrepresented minority, first-generation, or financially disadvantaged students  become more aware of the various fields of healthcare available to them. \r\n",
            "image": "",
            "info": "",
            "name": "Healthcare Opportunities Preparation & Empowerment (HOPE) ",
            "url": ""
        },
        {
            "desc": "Program of the Health and Medical Professions Preparation Program (HMP3)  concentrates on organizing events that prepare, inform and assist students pursuing the health professional school of their choice.",
            "image": "",
            "info": "",
            "name": "HMP3 Program",
            "url": ""
        },
        {
            "desc": "To provide UCSD students interested in the field of optometry with the information, support, and opportunities necessary to learn about the profession, the schools of optometry, and the application process. ",
            "image": "",
            "info": "",
            "name": "Insight Pre-Optometry",
            "url": ""
        },
        {
            "desc": "     The International Health Collective (or IHC) is a UCSD student-run non-profit organization that establishes a temporary free clinic in communities that need medical help around the world.  Our first and primary goal is to assist underprivileged communities with free medical care, medicine, and health education to improve the prevalent illnesses seen in underdeveloped communities.  Our secondary goal at IHC is to provide undergraduate students with the resources necessary to pursue their interests in the health care.  These resources include first-hand experience in a public medical setting by personally assisting medical professionals. They also include seminars in which medical professionals of all specialties speak on personal experiences encountered in their field to give attendees choose which specialty to work toward.  \r\n     The International Health Collective serves the communities surrounding a temporary clinic site in Tijuana, Mexico, which functions during three Saturdays per school quarter. IHC strives to diagnose, supply medication, and provide health education to members of the Tijuana community with free doctor consultation, pharmacy care, and seminars. To provide these efficiently and effectively, IHC utilizes passionate staff members, comprehensive medical recording systems, and an efficient clinic layout.  By coordinating emergency medical technicians, pharmacists, and medical doctors, as well as UCSD student volunteers, the entire staff of IHC is able t",
            "image": "",
            "info": "",
            "name": "International Health Collective ",
            "url": ""
        },
        {
            "desc": "To raise the standards of medical education by providing a 15 week course to teach premeds medical school material along with training and access to diverse demographic groups and fields of knowledge which will improve medical school applicant success. \r\n",
            "image": "",
            "info": "",
            "name": "Jump Start Med Ed",
            "url": ""
        },
        {
            "desc": "The primary purpose of Kappa Psi is to focus on health professions, specifically pharmacy, as a field of study and career. Our purpose is also to join our members for a lifetime of service to their communities as well as provide quality friendships during school and in the future. We would like to use the resources available through our school to aid us in providing health-oriented services and information to our community by hosting outreach events. ",
            "image": "",
            "info": "",
            "name": "Kappa Psi Pharmaceutical Fraternity",
            "url": ""
        },
        {
            "desc": "Mind-Body Nutrition: Students for Integrative and Preventive Medicine (Mind Body Nutrition or MBN for short) is a non-profit student organization that aims to educate the general student populace about nutrition, health, and the food industry through professional and peer networks. MBN seeks to improve the food choices made by its members and our relationship with food, as well as create and foster a supportive network of like-minded, health-conscious individuals. MBN aims to promote health, nutrition, and wellness at UCSD and in the\r\ncommunity by engaging in healing as a holistic approach: mentally(mind), physically (body) and dietary (nutrition).",
            "image": "",
            "info": "",
            "name": "Mind-Body Nutrition: Students for Integrative and Preventive Medicine",
            "url": ""
        },
        {
            "desc": "As members of the Pilipino Undergraduate Society for Health (PUSH), we believe in the academic empowerment of Pilipino(a) American students. We are leaders of the Pilipino community who strive to be an active presence through service, who establish networking opportunities and collaborations, and who promote education and awareness of health issues in order to productively direct ourselves towards future goals in health professions.",
            "image": "",
            "info": "",
            "name": "Pilipino Undergraduate Society for Health",
            "url": ""
        },
        {
            "desc": "To provide additional educational resources to Pre-Dental students through our general body meetings, special speaker series, and student run free clinics.",
            "image": "",
            "info": "",
            "name": "Pre-Dental Society/Free Dental Clinic at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of our organization is to involve and educate pre-medical undergraduate students at UCSD on the health issues that pertain to the Asian community and enable them to serve the Asian Pacific communities throughout the greater San Diego region.  As a pre-medical organization, we plan to educate  our members on health issues that pertain to the Asian community, provide them with resources and insights into medical school, the medical school application process through a mentorship program. \r\n",
            "image": "",
            "info": "",
            "name": "Pre-Medical APAMSA at UCSD",
            "url": ""
        },
        {
            "desc": "Nonprofit organization dedicated to advancing healthy initiatives through proactive engagement and high impact volunteer work.\r\n\r\nBy establishing partnerships and coordinating with local non profits, we continue to provide a platform for emerging leaders to make meaningful contributions within their respective communities.",
            "image": "",
            "info": "",
            "name": "Pre-Meds Without Borders ",
            "url": ""
        },
        {
            "desc": "The Pre-Physician Assistant Student Organization is a non-profit student organization whose mission is to collaborate with UC San Diego faculty, alumni, and other university and community resources to provide our members with the means to reach their goals of becoming physician assistants. We strive to educate our members about the physician assistant profession and provide them with information about physician assistant program admission requirements, application procedures, and other healthcare opportunities.",
            "image": "",
            "info": "",
            "name": "Pre-Physician Assistant Student Organization",
            "url": ""
        },
        {
            "desc": "The overarching goal of the Public Health Club is to bring students, staff and faculty with an interest in public health, healthy lifestyles, or community health together.  The Public Health club will serve as an umbrella organization wherein members will be able to specialize in a particular field of interest. The Public Health club will help members by providing information and opportunities for volunteerism and internships. ",
            "image": "",
            "info": "",
            "name": "Public Health Club at UCSD",
            "url": ""
        },
        {
            "desc": "UCSD is known for its strong emphasis in the sciences, and many students aim to pursue careers in the health sector. But there is more to health than getting an MD, PharmD, or DDS. There are dozens of other careers, and SEARCH is here to let you know about these other paths as well as the standard MD, PharmD, and DDS routes. We host a series of informational seminars, in which speakers from different careers in the healthcare world come to educate students on what they do, and how you can pursue similar careers in the future. For students pursuing MD, PharmD, and DDS degrees, we host informative sessions about current internship opportunities and certifications they can hold while still in college. For all undergrads interested in healthcare, come and learn about the different degrees you can get, which schools offer them, what your expected salaries could be, and how a career in health may interest you.",
            "image": "",
            "info": "",
            "name": "SEARCH",
            "url": ""
        },
        {
            "desc": "1. To provide outreach through educational programs, local clinics, and health \t\t\tawareness campaigns\r\n\r\n2. To provide education enrichment programs and mentoring opportunities for \t\t\tundergraduate students interested in the health sciences professions\r\n\r\n3. To provide a forum of communication for pre medical, pre dental, pre \t\t\t\tpharmacy, and other health science pre professionals\r\n",
            "image": "",
            "info": "",
            "name": "Society of Health Advancement ",
            "url": ""
        },
        {
            "desc": "To provide a gateway into the physical, occupational, and speech therapy fields through providing information about SPOT programs, preparing students for the application process, hosting speakers from the field and social networking.",
            "image": "",
            "info": "",
            "name": "Speech, Physical, and Occupational Therapy (SPOT) (formerly P-PT/OT Society)",
            "url": ""
        },
        {
            "desc": "The purpose of ULMSP Alumni Organization is to guide ULMSP alumni by helping them develop professional and academic skills, providing long-term mentorship, building social and professional networks, and instilling a culture of academic excellence and community service.",
            "image": "",
            "info": "",
            "name": "ULMSP Alumni ORG",
            "url": ""
        }
    ],
    "Interfraternity Council (IFC)": [
        {
            "desc": "To promote Jewish leadership in the community, and create a strong brotherhood for our members.",
            "image": "",
            "info": "",
            "name": "Alpha Epsilon Pi",
            "url": ""
        },
        {
            "desc": "Our Mission is to establish a Muslim Network as well as a Brotherhood dedicated to not only improving ourselves but our communities. We hope to develop each and every brother into a community leader who will go back and help out their communities when they graduate and leave us. Above all, our mission is to better ourselves as People, for we are the future and if we ever want the future to be brighter, we must enlighten ourselves first.\r\n\r\nThe following are excerpts from the Official Alif Laam Meem facebook page:\r\n\r\nThe Alpha Lambda Mu National Muslim Fraternity has been founded upon and promises to strive to promote among its members:\r\n\r\nAn everlasting bond between brothers as they lead their communities in service. \r\n\r\nReligious, academic, and extracurricular successes that benefit the individual, the family, and the community.\r\n\r\nTo build and develop integrity, honesty, respect, and the highest character among each member within the Alpha Lambda Mu National Muslim Fraternity.",
            "image": "",
            "info": "",
            "name": "Alpha Lambda Mu",
            "url": ""
        },
        {
            "desc": "To develop men of principle for a principled life.",
            "image": "",
            "info": "",
            "name": "Beta Theta Pi",
            "url": ""
        },
        {
            "desc": "The purpose of this body shall be to govern the member fraternities, to promote intellectual, philanthropic, fraternal and social values of the fraternities at the University of California, San Diego, and to maintain cooperation between these fraternities, their respective international headquarters, alumni, and the surrounding community.",
            "image": "",
            "info": "",
            "name": "Interfraternity Council",
            "url": ""
        },
        {
            "desc": "is a non-political, non-religious and non-profit organization. 2. Enhancing scholastic achievement. 3. Helping our member to find support and assistance from other student. 4. Hosting social and philanthropic events. 5. Developing men into tomorrow's leaders. ",
            "image": "",
            "info": "",
            "name": "Kappa Sigma",
            "url": ""
        },
        {
            "desc": "Lambda Chi Alpha is a greek social fraternity as accepted by IFC",
            "image": "",
            "info": "",
            "name": "Lambda Chi Alpha",
            "url": ""
        },
        {
            "desc": "Helping every individual to meet his true potential is the bedrock of the Phi Delta Theta Fraternity. By celebrating each person’s true self, and by learning from each other’s strengths while helping to improve each other’s weaknesses, every member of Phi Delta Theta develops into a greater version of himself than he could ever on his own. Rather than try to find young men to “mold” into some ideal, we celebrate the uniqueness of each individual and, through encouragement, values, example and brotherhood, empower every brother to exceed his personal expectations.",
            "image": "",
            "info": "",
            "name": "Phi Delta Theta",
            "url": ""
        },
        {
            "desc": "We, the founding fathers of the Chi Lambda Chapter of UCSD will endeavor to provide an opportunity for friendship, scholarship and service to our members now and in the future.  We seek excellence.  We believe that the Phi Gamma Delta Chapter we bring back to UCSD must take into account the unique circumstances of our university and our student body.  In order to be successful we must adapt our program to be in harmony with other campus constituencies, such as our student athletes and student leaders.",
            "image": "",
            "info": "",
            "name": "Phi Gamma Delta",
            "url": ""
        },
        {
            "desc": "To set the standard of integrity, intellect, and achievement\r\nfor our members, host institutions, and the communities in which we live.",
            "image": "",
            "info": "",
            "name": "Pi Kappa Alpha",
            "url": ""
        },
        {
            "desc": "We believe in connecting free thinking, innovative gentlemen through brotherhood and social experiences.\r\n\r\nWe believe in the original brotherhood experience our founders created.\r\n\r\nWe believe in the True Gentlemen.\r\n\r\nThe Mission of SAE is to promote the highest standards of friendship, scholarship, and service for our members based upon the ideals set forth by our founders and as specifically enunciated in 'The True Gentleman'.",
            "image": "",
            "info": "",
            "name": "Sigma Alpha Epsilon",
            "url": ""
        },
        {
            "desc": "The purpose of this fraternity is for a group of men to become better leaders and gentlemen through our core values of friendship, justice, and learning.",
            "image": "",
            "info": "",
            "name": "Sigma Chi Fraternity",
            "url": ""
        },
        {
            "desc": "To promote scholastics, a good social environment, philanthropy, sports, and leadership for UCSD students.",
            "image": "",
            "info": "",
            "name": "Sigma Nu",
            "url": ""
        },
        {
            "desc": "Leadership, Greek life, community development, brotherhood.",
            "image": "",
            "info": "",
            "name": "Sigma Phi Epsilon",
            "url": ""
        },
        {
            "desc": "TKE contributes to the advancement of society through the personal growth of our members and service to others.\r\n",
            "image": "",
            "info": "",
            "name": "Tau Kappa Epsilon",
            "url": ""
        }
    ],
    "Martial Arts": [
        {
            "desc": "Boxing. It shall be the purpose of UCSD Boxing to promote awareness and appreciation of the sport of boxing and its philosophy of discipline, integrity, and respect at UCSD by providing a comfortable environment and social network for members as well as all others interested in the culture of the sport of boxing. UCSD Boxing is first and foremost a combat sports\r\norganization, and although social events may result from the endeavor to achieve this purpose, they are not the priority.",
            "image": "",
            "info": "",
            "name": "Boxing at UCSD",
            "url": ""
        },
        {
            "desc": "     Judo is a Japanese martial sport derived from Ju-Jitsu, Karate, and wrestling. The founder of Judo, Jigoro Kano trimmed both dangerous and inefficient techniques from these sports, allowing for both elegant and safe combat. With continued refinement, a comprehensive grappling sport soon developed, and was eventually added to the Olympiad. The art stresses dynamic, elegant throws, upholding finesse and, as a fundamental principle, the achievement of maximum efficiency with minimal effort. Through traditional and modern training methods, members perfect the art, improve their fitness, and foster close relationships with each other. The purpose of the organization is to gather Judo enthusiasts, both new and experienced, to practice and appreciate the sport. The two central tenets of our organization are a focus on the perfection of our skills, and communal prosperity both on and off the mat.\r\n     We intend on sparring under the current Olympic Judo rules, so to ensure the safety of members. Qualified referees, and members with first aid skills will be ever present at our meetings and practices. Official international Judo rules and regulations can be found at:  http://www.intjudo.eu/Rules\r\n",
            "image": "",
            "info": "",
            "name": "Judo Club at UCSD",
            "url": ""
        },
        {
            "desc": "The Kendo Club at UCSD seeks to promote awareness and appreciation of the Japanese sport of kendo, through community outreach, school involvement, and intercollegiate competition. ",
            "image": "",
            "info": "",
            "name": "Kendo Club at UCSD",
            "url": ""
        },
        {
            "desc": "The Okinawa Karate-do at UCSD seeks to promote and preserve traditional Okinawa Karate.",
            "image": "",
            "info": "",
            "name": "Okinawa Karate Do at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to provide the opportunity for UCSD students to compete intercollegiately, and to foster interest and participation in the sport of target archery.",
            "image": "",
            "info": "",
            "name": "Sun God Archery at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this student organization is to create a community where UCSD students can come together to share a mutual interest in and practice the art of Olympic Style Tae Kwon Do in a fun and safe manner, and to spread awareness of the art in an atmosphere that values and stresses resolve, diligence and above all respect.",
            "image": "",
            "info": "",
            "name": "Tae Kwon Do Club at UCSD",
            "url": ""
        },
        {
            "desc": "To provide a club that allows students to train and compete in collegiate wrestling.",
            "image": "",
            "info": "",
            "name": "Wrestling Club",
            "url": ""
        },
        {
            "desc": "The primary purpose of the Wushu Club is to provide any individual with the opportunity to be introduced to and learn wushu in a friendly and safe environment. The secondary purpose of the club is to introduce and prepare intermediate members for intercollegiate competitions such as the annual UC Berkeley wushu tournament. The Wushu Club at UCSD is a non-profit student organization.",
            "image": "",
            "info": "",
            "name": "Wushu club @ UCSD",
            "url": ""
        }
    ],
    "Media": [
        {
            "desc": "Fashion Quarterly is UCSD's premier fashion magazine and we are currently in our eighth year running. Every winter and spring quarter, the FQ staff scouts for and features student designers, photographers, stylists, journalists, bloggers, make-up artists, fashion events and major talents via the pages of Fashion Quarterly Magazine which is distributed exclusively at UCSD. ",
            "image": "",
            "info": "",
            "name": "Fashion Quarterly Magazine",
            "url": ""
        },
        {
            "desc": "Foosh performs and teaches short form and long form improv comedy. Throughout the year we regularly put on free shows for the UCSD student body, perform in the greater San Diego improv community, and host and attend improv festivals.",
            "image": "",
            "info": "",
            "name": "FOOSH",
            "url": ""
        },
        {
            "desc": "The purpose of the club is to provide a semi-professional environment for students of all fields to get experience in working on a project in hopes of encouraging entrepreneurship, gaining experience in teamwork, exposing members to applications of creative game development and design, and developing skills of all fields by applying school lessons to a real-world product.",
            "image": "",
            "info": "",
            "name": "Game Development Studio",
            "url": ""
        },
        {
            "desc": "Healthcare Policy and Debate is a non-profit organization that functions as a platform upon which undergraduate students learn about the policy aspect of the healthcare sector and hone in on how it impacts health care receiving populations in the U.S. and around the globe. The organization is run in the form of a quarterly journal in which new health policy research is summarized and student opinions are presented in the debate section. The journal ultimately culminates in an end of the year staged debate involving the most popularly debatable issues of the year.",
            "image": "",
            "info": "",
            "name": "Healthcare Policy and Debate",
            "url": ""
        },
        {
            "desc": "The purpose of Identity is to to foster a community within UCSD where individuals can find true self worth and maximize their potential. Identity will be utilized to build a culture of compassion by raising awareness of growing issues both within the community. Through a series of projects, Identity will grow and expand the well being and mentality of students on campus. Empowerment of UCSD students will then propel these individuals to dream bigger and make changes in the world.",
            "image": "",
            "info": "",
            "name": "Identity",
            "url": ""
        },
        {
            "desc": "To lighten the mood of the studentry through unabashed humor at all angles",
            "image": "",
            "info": "",
            "name": "Koala, The",
            "url": ""
        },
        {
            "desc": "The Medical Literature Society at UCSD strives to promote the understanding of a career in medicine through a biomedical, psychological, and social perspective. We also encourage pre-medical and pre-health students to form a stronger community with each other and reach out to other students with similar career aspirations.",
            "image": "",
            "info": "",
            "name": "Medical Literature Society at UCSD",
            "url": ""
        },
        {
            "desc": "Morning Sign Out (MSO) is an online publication that strives to turn science and medicine into something understandable for the greater public, providing them enough critical information that leaves them more knowledgeable than before.",
            "image": "",
            "info": "",
            "name": "Morning Sign Out",
            "url": ""
        },
        {
            "desc": "The Muir Quarterly publishes a satire/humor newspaper at UCSD and also provides social events for the student body.",
            "image": "",
            "info": "",
            "name": "Muir Quarterly, (MQ) The",
            "url": ""
        },
        {
            "desc": "Progressive’s purpose shall be to publish ideals and articles related to the Democratic Party, and aim to increase political activism on campus. ",
            "image": "",
            "info": "",
            "name": "Progressive, The",
            "url": ""
        },
        {
            "desc": "The purpose of \"Saltman Quarterly\" (SQ) is to provide a medium for undergraduate students at UCSD to publish biological research as well as communicate new advances in the field of biology, encompassing topics ranging from medicine to ecology. SQ also provides authors and staff members with the skills needed to communicate science effectively to both biology and non-biology majors.",
            "image": "",
            "info": "",
            "name": "Saltman Quarterly",
            "url": ""
        },
        {
            "desc": "Food blog dedicated to bringing the San Diego community together in the exploration of all things delicious. ",
            "image": "",
            "info": "",
            "name": "Spoon University @ UCSD",
            "url": ""
        },
        {
            "desc": "The Undergraduate Research Journal (URJ) at UCSD is a student-run publication featuring original research and projects undertaken by students in all majors and disciplines. By providing a platform for students to share their academic endeavors with a broad audience, URJ seeks to recognize undergraduate scholarship in all fields and promote a culture of interdisciplinary dialogue and exchange.",
            "image": "",
            "info": "",
            "name": "Undergraduate Research Journal",
            "url": ""
        },
        {
            "desc": "The Video Game Development Club seeks to bring students who are interested in the process of video game design and development together in a collaborative environment. Students can develop games from start to finish with their peers, and seek feedback and assistance with ideas and projects they may be working on.",
            "image": "",
            "info": "",
            "name": "Video Game Development Club",
            "url": ""
        }
    ],
    "Multi-Cultural Greek Council (MCG) - Fraternity": [
        {
            "desc": "The purpose of this organization is to unite men who share high standards of achievement in all aspects of life, and to unite those men who share in the need of promoting Armenian history, language, and culture. ",
            "image": "",
            "info": "",
            "name": "Alpha Epsilon Omega, Eta",
            "url": ""
        },
        {
            "desc": "1)\r\nTo develop dignified and purposeful social, service, and recreational activities for progressive men, irrespective of sexual orientation;\r\n\r\n2)\r\nTo lead in determining the rights and privileges of individuals in society; and,\r\n\r\n3)\r\nTo present a strong and positive image which respects the diversity of all individuals, irrespective of sexual orientation.",
            "image": "",
            "info": "",
            "name": "Delta Lambda Phi",
            "url": ""
        },
        {
            "desc": "The mission of Gamma Zeta Alpha Fraternity, Inc., a not-for-profit corporation built on the foundation of respect and brotherhood, is to establish and promote a nurturing environment at the university level and beyond, through academic excellence, community service, and the celebration of the diverse Latino Culture.",
            "image": "",
            "info": "",
            "name": "Gamma Zeta Alpha Fraternity Inc",
            "url": ""
        },
        {
            "desc": "The mission of the organization is to promote Lambda Phi Epsilon and its brothers by:\r\nDeveloping active members to become leaders through training and hands-on experience, to advance personal growth, and to achieve academic excellence.\r\n\r\nPerpetuating leadership of our alumni members in the community, creating opportunities, and encouraging the spirit of fellowship.\r\n\r\nPromoting positive Asian American awareness and providing the highest level of philanthropy in the community.",
            "image": "",
            "info": "",
            "name": "Lambda Phi Epsilon",
            "url": ""
        },
        {
            "desc": "Lambda Theta Phi is a latin-based fraternity seeking to establish a diverse/ multicultural  Greek brotherhood and an equitable college campus, by empowering underrepresented communities within the San Diego region through community service, and becoming a progressive voice for students in campus affairs through active engagement and support in student organizing. \r\n___________________________________________________________________________\r\n\r\n                                                                                                                                                   On an individual level, Lambdas seeks to enhance members and interested individuals college experience by providing opportunities to participate and facilitate events which will develop into leadership, professional, academic, and life skills necessary to thrive in life and the integral components of a balanced life: social, service, extracurricular, health & wellness, finance, mentorship, academic, cultural, professional, and spiritual. \r\n\r\n\r\n___________________________________________________________________________\r\n\r\n\r\n      Furthermore, Lambda Theta Phi at UCSD strives to work on the following goals within the UCSD community. Developing a more unified student body through cross-collaboration amongst Greek, non-greek, and residential organizations as well as participation throughout the campus community centers! \r\n\r\n__________________________________________________________________________",
            "image": "",
            "info": "",
            "name": "Lambda Theta Phi Latin Fraternity, Inc. ",
            "url": ""
        },
        {
            "desc": "We, NU ALPHA KAPPA, seek to unite and involve all students in a more harmonious and brotherly atmosphere through academic, social, and cultural means. There is a need to interface the various backgrounds that constitute the student body of our fraternal university chapter, in order to improve relations amongst all students and the community.",
            "image": "",
            "info": "",
            "name": "Nu Alpha Kappa, Inc.",
            "url": ""
        },
        {
            "desc": "Phi Iota Alpha Fraternity, Inc. is the Oldest Latino Fraternity in Existence. The history of Phi Iota Alpha Latino Fraternity is the history of all Latino college students and professionals who strive to keep their intellectual heritage alive.\r\n\r\nPhi Iota Alpha’s vision is La Unión De La Patria Latino Americana and our mission is the promotion of personal, community, and Pan-American development through the ideals of Pan-American intellectuals and their philosophies. We believe in a commitment to the Latin American culture which involves intellectual development, cultural consciousness, personal growth, personal achievement, and social awareness.\r\n",
            "image": "",
            "info": "",
            "name": "Phi Iota Alpha Fraternity, Inc.",
            "url": ""
        },
        {
            "desc": "Asian American Interest Fraternity",
            "image": "",
            "info": "",
            "name": "Pi Alpha Phi",
            "url": ""
        },
        {
            "desc": "We are an Asian-interest social fraternity established to uphold the values of integrity, perseverance, and eternal brotherhood.",
            "image": "",
            "info": "",
            "name": "Psi Chi Omega",
            "url": ""
        }
    ],
    "Multi-Cultural Greek Council (MCG) - Sorority": [
        {
            "desc": "Alpha Gamma Alpha, Inc. is the first Armenian-based sorority nationwide. The goal of the Founding Mothers was to establish a sisterhood that unifies diverse women and provides them with an opportunity to make lifelong connections while making a difference within their communities.\r\n\r\nWe are proud to have established the Zeta chapter at the UC San Diego campus in 2007.\r\n\r\nFor information on becoming part of the legacy which is Alpha Gamma Alpha, contact the sisters at ucsdaga@gmail.com.",
            "image": "",
            "info": "",
            "name": "Alpha Gamma Alpha",
            "url": ""
        },
        {
            "desc": "To provide an opportunity for long lasting friendship and sisterhood to develop the individual in the areas of wholesome attitudes and ideals. ",
            "image": "",
            "info": "",
            "name": "Kappa Zeta Phi",
            "url": ""
        },
        {
            "desc": "The purpose of Lambda Theta Nu Sorority, Inc. shall be to open doors of opportunity to the Latinas of our community. Our primary focus is academic excellence and meeting the needs of Latina women in higher education. Lambda Theta Nu Sorority, Inc. also promotes the advancement of Latinas through various campus activities and community services, and provides an environment for personal growth within a unit of sisterhood. Lambda Theta Nu Sorority Inc.'s priorities, however, will be placed upon academic excellence and community service.",
            "image": "",
            "info": "",
            "name": "Lambda Theta Nu Sorority, Inc.",
            "url": ""
        },
        {
            "desc": "Our purpose is the unification of the non-traditional Greeks. We are here to serve the UCSD community through our distinct cultures, academic agendas, community service projects, and most importantly to be an outlet for social interaction.",
            "image": "",
            "info": "",
            "name": "Multicultural Greek Council",
            "url": ""
        },
        {
            "desc": "Our purpose is to promote academics, community service, sisterhood, and the Chicano/Latino culture.",
            "image": "",
            "info": "",
            "name": "Phi Lambda Rho Sorority, Inc.",
            "url": ""
        },
        {
            "desc": "The purpose of Sigma Alpha Zeta Sorority, Incorporated shall be to act as an elite multicultural group who promotes the upward mobility of women and enhances the community by means of education and voluntary services.",
            "image": "",
            "info": "",
            "name": "Sigma Alpha Zeta ",
            "url": ""
        },
        {
            "desc": "To promote Asian American Awareness through unity, friendship, leadership and service.",
            "image": "",
            "info": "",
            "name": "Sigma Omicron Pi",
            "url": ""
        },
        {
            "desc": "Sigma Pi Alpha is a Chicana/Latina based sorority that focuses on community service, campus involvement, and sisterhood and within these components we stress academics and cultural awareness. \r\n\r\nWe hope to provide women with the means to access higher education and to provide women on campus with community service opportunities and academic, personal, and individual support.\r\n\r\nAlthough we are a Chicana/Latina based sorority, our sisterhood reaches out to all different ethnicities. ",
            "image": "",
            "info": "",
            "name": "Sigma Pi Alpha National Sorority, Inc.",
            "url": ""
        }
    ],
    "Panhellenic": [
        {
            "desc": "Friendship, leadership, learning, and service. ",
            "image": "",
            "info": "",
            "name": "Alpha Chi Omega",
            "url": ""
        },
        {
            "desc": "To establish and maintain sisterhood of college/university women for social, educational, charitable and other non-profit purposes while taking pride in our Jewish founding.",
            "image": "",
            "info": "",
            "name": "Alpha Epsilon Phi",
            "url": ""
        },
        {
            "desc": "The object of Alpha Omicron Pi Women’s Fraternity shall be to encourage a spirit of Fraternity and love among its members; to stand at all times for character, dignity, scholarship, and college loyalty; to strive for and support the best interest of the colleges and universities in which chapters are installed, and in no way to disregard, injure, or sacrifice those interests for the sake of prestige or advancement of the Fraternity or any of its chapters.",
            "image": "",
            "info": "",
            "name": "Alpha Omicron Pi",
            "url": ""
        },
        {
            "desc": "Chi Omega is a Panhellenic sorority forever committed to its founding purposes of friendship, personal integrity, service to others, academic excellence and intellectual pursuits, community and campus involvement, and personal and career development.",
            "image": "",
            "info": "",
            "name": "Chi Omega",
            "url": ""
        },
        {
            "desc": "THE PURPOSE OF DELTA DELTA DELTA shall be to establish a perpetual bond of friendship among its members, to develop a stronger and more womanly character, to broaden the moral and intellectual life, and to assist its members in every possible way. \r\n\r\nIT SHALL ALSO BE THE PURPOSE OF DELTA DELTA DELTA to promote and develop mutually beneficial relationships between the Fraternity and the colleges and universities where the Fraternity has established chapters, to develop qualities of unselfish leadership",
            "image": "",
            "info": "",
            "name": "Delta Delta Delta",
            "url": ""
        },
        {
            "desc": "The ladies of Delta Gamma pride themselves on their commitment to fostering high ideals of friendship, promoting educational and cultural interests, creating a true sense of social responsibility, and developing the finest qualities of character.",
            "image": "",
            "info": "",
            "name": "Delta Gamma",
            "url": ""
        },
        {
            "desc": "Yesterday, today, and tomorrow, Kappa Alpha Theta exists to nurture each member throughout her college and alumnae experience and to offer a lifelong opportunity for social, intellectual, and moral growth as she meets the higher and broader demands of mature life.\r\n",
            "image": "",
            "info": "",
            "name": "Kappa Alpha Theta",
            "url": ""
        },
        {
            "desc": "To build and provide bonds of friendship, mutual support, respect for intellectual development, and an understanding and allegiance to positive ethical principles.",
            "image": "",
            "info": "",
            "name": "Kappa Kappa Gamma",
            "url": ""
        },
        {
            "desc": "PURPOSE OF THE ORDER OF OMEGA\r\n\r\nTo recognize those fraternity men and women who have attained a high standard of leadership in interfraternity activities, to encourage them to continue along this line, and to inspire others to strive for similar conspicuous attainment;\r\nTo bring together outstanding fraternity men and women to create an organization which will help to mold the sentiment of the institution on questions of local and intercollegiate fraternity affairs.",
            "image": "",
            "info": "",
            "name": "Order Of Omega",
            "url": ""
        },
        {
            "desc": "To oversee the 10 Panhellenic and 1 Affiliate Chapters within the Panhellenic Council. These chapters are: Alpha Chi Omega, Alpha Epsilon Phi, Alpha Omicron Pi, Chi Omega, Delta Delta Delta, Delta Gamma, Kappa Alpha Theta, Kappa Kappa Gamma, Phi Sigma Rho (Affiliate), Pi Beta Phi, and Sigma Kappa.",
            "image": "",
            "info": "",
            "name": "Panhellenic Association",
            "url": ""
        },
        {
            "desc": "Phi Sigma Rho is a social sorority for women in engineering and engineering technology. Through Phi Sigma Rho, our sisters develop the highest standard of personal integrity, strive for academic excellence, and build friendships that will last a lifetime.",
            "image": "",
            "info": "",
            "name": "Phi Sigma Rho",
            "url": ""
        },
        {
            "desc": "The purpose of Sigma Kappa Sorority is to unite its members in a bond of sincere friendship for the development of character and the promotion of social, philanthropic, and intellectual culture.",
            "image": "",
            "info": "",
            "name": "Sigma Kappa Sorority",
            "url": ""
        }
    ],
    "Political": [
        {
            "desc": "The purpose of the College Democrats, a non-profit organization, is to educate students about the philosophy of the Democratic Party, promote campus discussion of issues of concern to students and the nation at large, foster involvement in political movements and affect political change on a local, state and national level",
            "image": "",
            "info": "",
            "name": "College Democrats at UCSD",
            "url": ""
        },
        {
            "desc": "The College Republicans at UCSD strive to enhance principles of the Republican Party in the UCSD community. We encourage the advancement of the Republican Party through aiding elections at all levels of government. Further we promote a forum for political discussion open to all viewpoints. We also seek to serve the UCSD community through various volunteer efforts. The College Republicans at UCSD aims to build leadership abilities in students to serve the community and party.",
            "image": "",
            "info": "",
            "name": "College Republicans at UCSD",
            "url": ""
        },
        {
            "desc": "Ecopoli is an organization that caters to those who are interested in the Japanese economy, politics, history, and various social issues. We facilitate discussions through individual/group presentations, debates, and research projects. We also encompass relevant topics outside of Japan. Ecopoli is a non-profit organization under UC San Diego’s SOLO program  ",
            "image": "",
            "info": "",
            "name": "Ecopoli",
            "url": ""
        },
        {
            "desc": "We are a national organization fighting in our workplaces, communities, and campuses against the exploitation and injustices people face every day. The present capitalist system has failed. The UC system is being privatized and increasingly unaffordable to working class students and their families. Wages remain flat while the cost of living shoots through the roof. Those in power use race, gender, sexual orientation, ability, nationality, and other traits to divide the population at large and allow them free hand to exploit. Mass incarceration has destroyed whole communities.\r\n\r\nThe socialist transformation of society is the way forward. To end the capitalist destruction of the environment, to end labor exploitation, to devote the incredible wealth of the Earth to helping the billions in poverty. Socialist Alternative at UCSD stands together with campus unions, student organizations, and the community at large in opposition to campus administration and corporate hierarchy.",
            "image": "",
            "info": "",
            "name": "Socialist Alternative at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to promote the political revolution on campus, in the San Diego region, in California and across the United States and to help elect Bernie Sanders as President of the United States and people who promote his policies to other Local, State and Federal offices.",
            "image": "",
            "info": "",
            "name": "Tritons for Bernie",
            "url": ""
        },
        {
            "desc": "We are Tritons unified in support of the candidacy of Hillary Rodham Clinton for the Democratic Party's nomination  and her general election campaign for President of the United States. ",
            "image": "",
            "info": "",
            "name": "Tritons for Hillary",
            "url": ""
        },
        {
            "desc": "The mission of Young Americans for Liberty (University of California, San Diego Chapter)\r\nis to train, educate, and mobilize the youth towards a more free society.\r\n\r\nOur goal is to cast the leaders of tomorrow and reclaim the policies, candidates, and direction of our government, and spread the ideas of limited government, free markets, sound money, non-intervention, and maximum individual liberty at University of California, San Diego.\r\n",
            "image": "",
            "info": "",
            "name": "Young Americans for Liberty (formerly known as College Libertarians)",
            "url": ""
        }
    ],
    "Pre-Professional": [
        {
            "desc": "The American Advertising Federation at UCSD (Adwave) provides an educational and professional platform for students to develop their abilities for an advertising and/or marketing career. We aim to inspire and bring together the brightest and most creative minds at UCSD.",
            "image": "",
            "info": "",
            "name": "American Advertising Federation at UCSD (AdWave)",
            "url": ""
        },
        {
            "desc": "To promote interest in the field of aeronautics and astronautics.",
            "image": "",
            "info": "",
            "name": "American Institute of Aeronautics and Astronautics (AIAA)",
            "url": ""
        },
        {
            "desc": "To provide chemical engineering students with the most beneficial experience at UCSD through industry, career-building, and social events. We seek to promote academic, social, and professional growth for the chemical engineering community. ",
            "image": "",
            "info": "",
            "name": "American Institute of Chemical Engineers (AIChE)",
            "url": ""
        },
        {
            "desc": "We will provide students with opportunities to meet with members of the mechanical engineering community and offer involvement in our two main project teams, the Human Powered Submarine Team and the Sample Return Robot/Rover Team.",
            "image": "",
            "info": "",
            "name": "American Society of Mechanical Engineers",
            "url": ""
        },
        {
            "desc": "The APD Consulting Club at UCSD has the following objectives:\r\n•\tTo inform graduate-level students about possible careers in consulting \r\n•\tPrepare graduate-level students to attain consulting jobs\r\n•\tProvide a career building resource focused on consulting\r\n•\tCreate an alumni network of advanced professional degree consultants from UCSD\r\n",
            "image": "",
            "info": "",
            "name": "APD Consulting Club at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of the club is to provide a semi-professional environment for students of all fields to gain experience in working on a project in hopes of encouraging entrepreneurship, gaining experience in teamwork, exposing members to applications of creative software development and design, and developing skills of all fields by applying school lessons to a real world product. ",
            "image": "",
            "info": "",
            "name": "Area 110",
            "url": ""
        },
        {
            "desc": "The Association of Energy Engineers is a 501(c) (6) nonprofit professional organization that specializes in training, membership development, chapter development, and certification for professionals practicing in the fields of energy management, renewable energy and green buildings. The goal of AEE is to foster cooperative action in advancing the common purposes of its members and to promote activities designed to enable the industry to be conducted with the greatest economy and efficiency.\r\n\r\nThe student chapter aims to follow the mission of the national chapter and creates networking opportunities for undergraduate students to interact with energy professionals. ",
            "image": "",
            "info": "",
            "name": "Association of Energy Engineers",
            "url": ""
        },
        {
            "desc": "To foster the growth of students interested in biomedical engineering through professional development and the mutual engaging of industry, alumni, and the local community.",
            "image": "",
            "info": "",
            "name": "Biomedical Engineering Society (BMES)",
            "url": ""
        },
        {
            "desc": "Business Council is a non-profit organization created to connect the UC San Diego business community through the collaboration of organizations, students, faculty, and alumni by providing resources to foster the growth and development of professionalism. ",
            "image": "",
            "info": "",
            "name": "Business Council",
            "url": ""
        },
        {
            "desc": "Chem-E-Car Project aims to provide chemical engineering students with the opportunity to participate in a team-oriented hands-on design and construction of a small chemical powered model car. In addition, it helps increase awareness of the chemical engineering discipline among the general public, industry leaders, educators and other students.",
            "image": "",
            "info": "",
            "name": "Chem-E-Car Project",
            "url": ""
        },
        {
            "desc": "The purpose of founding this organization is intended to construct a business society which is to help Chinese students to get more first hand information about their future career paths in the U.S.. The goal of this organization is to construct various network opportunities with professionals who possess specific background in business such as (Finance, Consulting, Accounting and Investment Banking.) in order to obsess abundant first-hand information. We are trying to bound the UCSD alumni circle and maximizing the utilities of it in order to make our graduates have grandiose future.  The organization will do the best to provide networking opportunities with people from different industries, resume workshops, mock interviews, panel discussion, scholar seminars and other activities for students who demonstrates the strong interest in related area.\r\n",
            "image": "",
            "info": "",
            "name": "Chinese Business Society ",
            "url": ""
        },
        {
            "desc": "Delta Sigma Pi is a professional fraternity organized to foster the study of business in universities; to encourage scholarship, social activity and the association of students for their mutual advancement by research and practice; to promote closer affiliation between the commercial world and students of commerce, and to further a higher standard of commercial ethics and culture and the civic and commercial welfare of the community.\r\n\r\n",
            "image": "",
            "info": "",
            "name": "Delta Sigma Pi",
            "url": ""
        },
        {
            "desc": "To create and foster an interdisciplinary community of human-centered design-minded students, including those interested in Cognitive Science, User Experience, Interaction Design, Human Computer Interaction, Ubiquitous Computing, and Design Thinking in general. To provide workshops, lectures, a design space, support for design competition entries, networking opportunities, and real-world projects for those interested in the aforementioned fields; to be a vehicle to propel students in the direction of their respective goals, whether they be to enter industry, pursue academia, or to just learn more about design; and to forge/maintain connections with alumni, local communities, and companies. ",
            "image": "",
            "info": "",
            "name": "Design at UCSD",
            "url": ""
        },
        {
            "desc": "ESW-UCSD’s Vision: We envision a worldwide era of sustainability in which all communities cooperate to achieve lasting environmental, social, and economic prosperity.\r\n \r\nESW-UCSD’s Mission: Our mission is to bring communities together to develop, implement, and share sustainable technologies and practices worldwide.\r\n",
            "image": "",
            "info": "",
            "name": "Engineers for a Sustainable World",
            "url": ""
        },
        {
            "desc": "Engineers Without Borders--UCSD Chapter is a non-profit organization dedicated to the betterment of developing communities around the world through the design, implementation, and construction of sustainable projects that fit the need of the community. Our goal is to establish an on-going relationship with these developing communities and to teach them the necessary skills to maintain the facilities and structures that we leave them with.",
            "image": "",
            "info": "",
            "name": "Engineers Without Borders at UCSD ",
            "url": ""
        },
        {
            "desc": "The purpose of the UC San Diego Entrepreneur Challenge is to encourage the development of promising ideas and technologies into value generating enterprises. The competition brings together multi-disciplinary teams of engineers, scientists, and business-minded students with local area entrepreneurs and professionals. ",
            "image": "",
            "info": "",
            "name": "Entrepreneur Challenge ",
            "url": ""
        },
        {
            "desc": "To connect students to career enhancing opportunities in academia and\r\nindustry and nurture their development into respectable, professional\r\nengineers.",
            "image": "",
            "info": "",
            "name": "Eta Kappa Nu",
            "url": ""
        },
        {
            "desc": "Build UC San Diego's presence within the industry of high finance through mentorships with established alumni. ",
            "image": "",
            "info": "",
            "name": "Financial Professionals Network",
            "url": ""
        },
        {
            "desc": "Mission Statement: To bring business and education together in a positive working relationship through innovative leadership and career development programs.",
            "image": "",
            "info": "",
            "name": "Future Business Leaders of America - Phi Beta Lambda",
            "url": ""
        },
        {
            "desc": "Global China Connection (GCC) recognizes the increasing integration of economies and communication worldwide, especially in America and China. We hope to not only educate our peers to be aware of these increasing ties but also promote the cooperation between these different cultures. Moreover, we want to introduce opportunities for American and Chinese students to jointly experience and explore the vast possibilities of collaboration between the super powers of the world.",
            "image": "",
            "info": "",
            "name": "Global China Connection",
            "url": ""
        },
        {
            "desc": "Global Medical Brigades (GMB) is a secular, international network of university clubs that travel to developing countries to perform health care in communities without access to medicine otherwise. GMB delivers a holistic model for sustainable health through rigorous needs assessments, sponsoring referrals to those with needs beyond our capacity, keeping accurate electronic patient records, and working to improve the water and overall public health infrastructures of the villages we serve.",
            "image": "",
            "info": "",
            "name": "Global Medical Brigades",
            "url": ""
        },
        {
            "desc": "The HMP3 Peer Mentor Program is designed to provide its members with unique community service opportunities, career advice and insight, and valuable mentoring experiences. It is meant to foster professional relationships that will lead to academic and career-based success. This cooperation amongst undergraduate peers will eventually lead to a greater solidarity and intellectual camaraderie in the UCSD community. ",
            "image": "",
            "info": "",
            "name": "HMP3 Peer Mentor Program",
            "url": ""
        },
        {
            "desc": "To build technical skills, professional skills, and social connections by applying engineering outside the classroom.",
            "image": "",
            "info": "",
            "name": "Institute of Electrical and Electronics Engineering (IEEE)",
            "url": ""
        },
        {
            "desc": "Our purpose is to bring professional development to students in the pharmaceutical, biotechnological, and related industries. Thus our members will be offered resume/interview building workshops, networking events with industry professionals, industry tours, discussion panels, and much more. ",
            "image": "",
            "info": "",
            "name": "International Society of Pharmaceutical Engineers (ISPE)",
            "url": ""
        },
        {
            "desc": "To increase the number of culturally responsible black engineers who succeed academically, excel professionally and positively impact the community.",
            "image": "",
            "info": "",
            "name": "National Society of Black Engineers",
            "url": ""
        },
        {
            "desc": "The National Society of Leadership and Success, Sigma Alpha Pi, is a leadership honor society. As an organization dedicated to building leaders who make a better world, the Society is a community where like-minded, success-oriented individuals come together to learn from and support one another. The Society was founded on the core belief that we accomplish more together than we would achieve alone. Members are provided with professional leadership training, helping them achieve their goals and gain a competitive edge in the employment market. \r\n",
            "image": "",
            "info": "",
            "name": "National Society of Leadership and Success",
            "url": ""
        },
        {
            "desc": "Pre-Professional Fraternity (pre-law).\r\n\r\nThe purpose of this Fraternity shall be to form a strong bond uniting students and teachers of the law with members of the Bench and Bar in a fraternal fellowship designed to advance the ideals of liberty and equal justice under law; to stimulate excellence in scholarship; to inspire the virtues of compassion and courage; to foster integrity and professional competence; and to promote the welfare of its members.",
            "image": "",
            "info": "",
            "name": "Phi Alpha Delta",
            "url": ""
        },
        {
            "desc": "To prepare our members for a career in health and to promote fraternity amongst our members",
            "image": "",
            "info": "",
            "name": "Phi Delta Epsilon",
            "url": ""
        },
        {
            "desc": "UCSD’s Pre-Law Society is a non-profit organization. It’s purpose is to give its members a wide variety of information as well as offer resources for students interested in attending law school. The officers of this organization are chosen both through an election and appointment process by current officers; they are chosen based on their leadership abilities and desire to further the organization. The organization also hold’s a minimum of one formalized meeting a quarter, with the potential for ",
            "image": "",
            "info": "",
            "name": "Pre Law Society",
            "url": ""
        },
        {
            "desc": "Pre-Pharmacy Society is an organization that promotes the career of pharmacy through a variety of resources that include workshops, volunteer opportunities, guest speakers, and networking to compliment the interests of our members. Our main objectives are to better prepare our members for pharmacy school admission and to learn and explore the multitude of career options for pharmacists. While providing essential information to our members, PPS also strives to make the club as fun as possible for our members.",
            "image": "",
            "info": "",
            "name": "Pre-Pharmacy Society (PPS)",
            "url": ""
        },
        {
            "desc": "This non-profit organization is dedicated to introducing the idea to veterinary medicine to interested students, providing peer networking and support for pre-veterinary students, and to offer opportunities to gain experience in the veterinary field. To guide pre-veterinary students and help them make informed decisions about their goals in the field of veterinary medicine.",
            "image": "",
            "info": "",
            "name": "Pre-Veterinary Student Association at UCSD (PVSA)",
            "url": ""
        },
        {
            "desc": "The purpose of our group is to build a network amongst the graduate students within the Chemistry and Biochemistry Department to foster professional development and to address issues that affect women in the fields of chemistry and biochemistry. We aim to generate constructive discussion on various topics such as career planning and professional negotiation tactics, as well as personal issues such as staying motivated and addressing grievances. We also aim to positively impact graduate student well-being by providing encouragement and emotional support and by advising fellow students on practical matters related to their current work. ",
            "image": "",
            "info": "",
            "name": "Society for Women in Graduate Studies in Chemistry and Biochemistry",
            "url": ""
        },
        {
            "desc": "The Chapter is committed to preparing members for success in the global business world, celebrating diversity, and contributing back to the community.\r\n\r\nThe objectives and goals of the Chapter shall be to:\r\n1. Support and develop programs that provide for the advancement of Asian heritage scientists and engineers. This goal shall be implemented by:\r\n    -Career Workshops\r\n    -Seminars and Symposia that focus on bettering the employability of members by bolstering the soft skills of members, working on their resumes, and teaching interview skills.\r\n2. Develop and support programs that aid Asian heritage scientists and engineers who are actively seeking careers.\r\n    -Interactions with potential employers\r\n    -Tutoring/Curriculum assistance\r\n    -Mentoring programs\r\n3. Provide a forum for professional development and for the connection with entrepreneurial opportunities.\r\n4. Inform the public of contributions and advancement made by Asian heritage scientists and engineers in newsletters and awards ceremonies.",
            "image": "",
            "info": "",
            "name": "Society of Asian Scientists & Engineers at UCSD",
            "url": ""
        },
        {
            "desc": "To equip up and coming engineers and entrepreneurs with fundamental skills in: design, design for manufacture, data acquisition, cost reduction, cost-benefit analysis, project management, technical writing, marketing, and communication through the lens of building a formula style race car.\r\n\r\nThe FSAE competition itself involves the design and development of a proposed prototype formula style race car that is then taken to one or more of the nine international events hosted by SAE International to be raced against universities from around the world. The multi-faceted competition is composed of static and dynamic events and truly challenges students to meet the grueling demands of the project overall.",
            "image": "",
            "info": "",
            "name": "Society of Automotive Engineers",
            "url": ""
        },
        {
            "desc": "This Society is established for the following purpose: To supplement the engineering education of University of California, San Diego students, to promote the personal and professional development of its members, and to improve the community of which we are part through outreach and community service.",
            "image": "",
            "info": "",
            "name": "Society of Civil and Structural Engineers",
            "url": ""
        },
        {
            "desc": "Mission\r\n\r\nSHPE changes lives by empowering the Hispanic community to realize their fullest potential and impacts the world through STEM awareness, access, support and development.\r\n\r\nVision\r\n\r\nSHPE's vision is a world where Hispanics are highly valued and influential as the leading innovators, scientists, mathematicians and engineers.",
            "image": "",
            "info": "",
            "name": "Society of Hispanic Professional Engineers ",
            "url": ""
        },
        {
            "desc": "To promote women in engineering and STEM fields.",
            "image": "",
            "info": "",
            "name": "Society of Women Engineers (SWE)",
            "url": ""
        },
        {
            "desc": "Student Society for Medical Ethics serves as a forum for members of the UCSD community to discuss current and historical issues in biomedical ethics. Undergraduate and graduate medical students and others interested discuss ethical challenges, investigate the history and literature of medicine, and foster student-faculty interactions. SSME provides students, faculty and staff with an opportunity to present clinical case studies and engage their peers in fruitful discourse.",
            "image": "",
            "info": "",
            "name": "Student Society for Medical Ethics",
            "url": ""
        },
        {
            "desc": "SEDS is an independent, student-based organization which promotes the exploration and development of space.\r\nSEDS believes in a space-faring civilization and that focusing the enthusiasm of young people is the key to our future in space.",
            "image": "",
            "info": "",
            "name": "Students for the Exploration and Development of Space",
            "url": ""
        },
        {
            "desc": "Teachers 4 change is an EDS graduate student organization that aims to bridge the multiple subject and single subject cohorts in order to build social and professional networks.",
            "image": "",
            "info": "",
            "name": "Teachers 4 Change: EDS Graduate Student Organization",
            "url": ""
        },
        {
            "desc": "The purpose of Theta Tau is to build a strong fraternal bond and maintain high standards of professionalism among fellow members. Theta Tau aims to provide its members the social and professional development necessary to succeed during and after their college years.",
            "image": "",
            "info": "",
            "name": "Theta Tau",
            "url": ""
        },
        {
            "desc": "To create business leaders in the UCSD community by engaging students in the consulting sector with real-life applications and professional development. ",
            "image": "",
            "info": "",
            "name": "Triton Consulting Group",
            "url": ""
        },
        {
            "desc": "TESC wants to develop engineers who exhibit leadership through excellence in all aspects of life:\r\n- Prepare students for, and connect them with, professional opportunities;\r\n- Coordinate, and collaborate with, engineering student organizations;\r\n- Create and maintain a vibrant community for engineering students; and\r\n- Champion engineering and engineers in the school, community, and beyond. \r\n",
            "image": "",
            "info": "",
            "name": "Triton Engineering Student Council",
            "url": ""
        },
        {
            "desc": "(formerly Pathways Ventures) \r\nget inspired. get started. get BIG. ",
            "image": "",
            "info": "",
            "name": "Triton Entrepreneurs",
            "url": ""
        },
        {
            "desc": "To promote UCSD's accounting program and provide career insight and opportunities for prospective undergraduate students.  ",
            "image": "",
            "info": "",
            "name": "Undergraduate Accounting Society",
            "url": ""
        },
        {
            "desc": "Undergraduate Business Network is a pre-professional student organization that strives to be a resource for undergraduate students who are interested in the field of business. By providing mentorship, networking opportunities, and workshops for essential business skills, UBN offers valuable career development at the University of California, San Diego. Despite the diverse set of majors and career goals that members pursue, the organization consists of driven individuals who are united by a common interest in business. UBN is a non-profit student organization.",
            "image": "",
            "info": "",
            "name": "Undergraduate Business Network (formerly Undergraduate Business Association)",
            "url": ""
        },
        {
            "desc": "The Undergraduate Communication Society (UCS) is an organization run by and for students interested in communication. The UCS conducts career panels, field trips  (in which we are not responsible for member's transportation and utilize public transportation throughout San Diego) and social events for members, often including alumni and guest speakers from the communication field.",
            "image": "",
            "info": "",
            "name": "Undergraduate Communication Society at UCSD",
            "url": ""
        },
        {
            "desc": "To empower students with financial knowledge.",
            "image": "",
            "info": "",
            "name": "Undergraduate Investment Society",
            "url": ""
        },
        {
            "desc": "WIC is a non-profit student organization committed to fostering a supportive and informative environment for women in the Computer Science and Engineering department through technical, professional development, and social events. We also focus on high school outreach programs to bring more young women into the field. Keynote speakers, career fair information, interview preparation, and awareness about relevant CS conferences are few of the opportunities that will be provided for our members.",
            "image": "",
            "info": "",
            "name": "Undergraduate Women in Computing at UCSD",
            "url": ""
        },
        {
            "desc": "UNISEM is a non-political, non-religious, non-profit organization focused on the following mission: As a student organization geared towards preparing students in the fields of Science, Technology, Engineering, and Mathematics for success in their future careers, UNISEM’s goal is to provide stimulating leadership, intellectual, and real life work opportunities by intertwining all STEM disciplines.",
            "image": "",
            "info": "",
            "name": "United Scientists, Engineers, and Mathematicians (UNISEM)",
            "url": ""
        },
        {
            "desc": "To transform students of UC San Diego into sustainable professionals by providing practical experiences and developing behaviors leading to a sustainable campus, nation, and world.",
            "image": "",
            "info": "",
            "name": "USGBC Student Group",
            "url": ""
        }
    ],
    "Service": [
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Damar",
            "url": ""
        },
        {
            "desc": "To create globally conscious active citizens who commit to lifelong service, Alternative Breaks organizes local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Empower Hour",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are national or international service learning trips that use education of social justice issues combined with quality direct service to have a lasting impact on students and the communities they work in.",
            "image": "",
            "info": "",
            "name": "AB Hearts for Homes",
            "url": ""
        },
        {
            "desc": "To send students on local, national, or international service-learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities that they work alongside.",
            "image": "",
            "info": "",
            "name": "AB HKO",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Homecoming",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB iEMPOWER",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB ISCO",
            "url": ""
        },
        {
            "desc": "Our trip focuses on the issues of mental health/illness, youth empowerment and education. We hope to help at-risk or mentally ill children be inspired, empowered and discover their own potential through providing the educational tools and meeting the mental health needs of these children and their families. Through this, we hope to pave the way for these children in becoming confident and contributing members of society. We are passionate about this type of service because there are a lot of misconceptions associated with children raised in at-risk families and the mental health disorders they may suffer from. We hope to learn more about these issues to help spread awareness and change the stigma associated with children from these backgrounds.",
            "image": "",
            "info": "",
            "name": "AB Niles",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Peace",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Project Appalachia ",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.\r\n",
            "image": "",
            "info": "",
            "name": "AB Project Sustain",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Rhodes Homes",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Snowbird",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are national or international service learning trips that use education of social justice issues combined with strong direct service to have a lasting impact on students and the communities they work alongside.",
            "image": "",
            "info": "",
            "name": "AB Vida Medica ",
            "url": ""
        },
        {
            "desc": "Working under the Alternative Break collaborative to help inspire and train students to be active citizens. We are working to prepare and implement a service-learning trip to Belize focusing on the social justice issues of youth development, education, and health.\r\n\r\nThroughout the year we as an organization will help educate not only our group but those interested in the issues that we are planning to progress. Through community service, seminars, fundraisers, and other activities we hope to ready ourselves and obtain the necessary resources we will need to succeed on our trip and make a sustainable impact on the community we will be working with.",
            "image": "",
            "info": "",
            "name": "AB YOU",
            "url": ""
        },
        {
            "desc": "Alternative Weekends inspire and connect the UCSD community to the SD surrounds through active awareness and education of a wide range of social justice issues.",
            "image": "",
            "info": "",
            "name": "AB@UCSD: Alternative Weekends",
            "url": ""
        },
        {
            "desc": " Alpha Phi Omega is a co-ed service fraternity organized to provide community service, leadership and social opportunities to college students. The purpose of this fraternity is to assemble college students in a national service fraternity in the fellowship of principles derived from the Scout Oath and Law of the Boy Scouts of America; to develop leadership, to promote friendship and to provide service to humanity; and to further freedom that is our national, educational and intellectual heritage",
            "image": "",
            "info": "",
            "name": "Alpha Phi Omega",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are national or international service learning trips that use education of social justice issues combined with quality direct service to have a lasting impact on students and the communities they work in.",
            "image": "",
            "info": "",
            "name": "Alternative Breaks Executive Board",
            "url": ""
        },
        {
            "desc": "Alternative Breaks are local, domestic, or international service learning trips that use education of social justice issues combined with quality direct service to have a lasting impact on students and the communities they work in.",
            "image": "",
            "info": "",
            "name": "Alternative Breaks@UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of our organization is correlate, make connections, with bigger medical volunteering organizations on and off campus to provide antibiotics for developing countries. The organization will establish domestic and international relatioships, and will mainly focus on fundraising for antibiotics. People from other countries die by the day because they lack simple over the counter antibiotics, and we would like to make a difference to this tragic situation. ",
            "image": "",
            "info": "",
            "name": "Antibiotics For Lives",
            "url": ""
        },
        {
            "desc": "The primary purpose of the organization is to organize and operate charity basketball games to raise money for blind organizations. ",
            "image": "",
            "info": "",
            "name": "Ballers for the Blind",
            "url": ""
        },
        {
            "desc": "The Bhagat Puran Singh Health Initiative aims to eliminate health and social misconceptions within underserved and underprivileged populations by providing access to health education and free health clinics for the betterment of the body.  ",
            "image": "",
            "info": "",
            "name": "Bhagat Puran Singh Health Initiative (BPSHI)",
            "url": ""
        },
        {
            "desc": "Helping underprivileged kids go to camp.",
            "image": "",
            "info": "",
            "name": "Camp Dragonfly",
            "url": ""
        },
        {
            "desc": "To provide a free summer camp to children ages 6-18 who have/had a parent with cancer.",
            "image": "",
            "info": "",
            "name": "Camp Kesem",
            "url": ""
        },
        {
            "desc": "CHERUBS at UCSD is a non-profit student organization. We are supported by CHERUBS, a national organization that was created to make sure that no family endures Congenital Diaphragmatic Hernia without support or accurate information.  CHERUBS stands for Congenital Diaphragmatic Hernia Awareness, Support, and Birth Defect Research. Cherubs are a term within the support community for babies who are affected by congenital diaphragmatic hernias, or CDH. Our mission is to further the mission of CHERUBS the national organization by raising awareness of the affliction and raising funds for supporting families and medical research. ",
            "image": "",
            "info": "",
            "name": "CHERUBS at UCSD",
            "url": ""
        },
        {
            "desc": "Circle K International is comprised of university students who are responsible citizens and leaders with a lifelong commitment to community service worldwide. Through the three tenets of Service, Leadership, and Fellowship, Circle K inspires people to better our world, following the motto of \"Live to Serve, Love to Serve.\" Circle K provides constructive opportunities for students to become involved on their campuses and communities through service work to others in need. ",
            "image": "",
            "info": "",
            "name": "Circle K. International",
            "url": ""
        },
        {
            "desc": "The purpose of Coaching Corps is to provide volunteers to coach sports at low resource communities.",
            "image": "",
            "info": "",
            "name": "Coaching Corps",
            "url": ""
        },
        {
            "desc": "Colleges Against Cancer is a non-profit nationwide collaboration of college students, faculty, and staff dedicated to eliminating cancer by initiating and supporting programs for cancer education in college communities. We accomplish this through our four strategic directions: Cancer Education, Advocacy, Relay For Life, and Survivorship.",
            "image": "",
            "info": "",
            "name": "Colleges Against Cancer",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to bring students together to help prevent and combat Human Trafficking. We will have weekly meetings, come up with ideas, and volunteer with non-governmental organizations to help make a difference.",
            "image": "",
            "info": "",
            "name": "Combating Human Trafficking Organization at UCSD",
            "url": ""
        },
        {
            "desc": "This is a grassroots project. It is a project by people, for people. The aim is to foster hope, health and opportunity in communities across this crazy, lopsided globe. It is predicated on the radical notion that what matters in life is not profit but relationships, connection, warmth, laughter, empathy and a sense of purpose, self-efficacy and meaning. \r\n",
            "image": "",
            "info": "",
            "name": "Community Hope Project",
            "url": ""
        },
        {
            "desc": "CORDUSA@UCSD is a non-profit undergraduate student service organization that strives to get the UCSD community involved in furthering the vision of an Indian NGO called Chinmaya Organization for Rural Development(CORD) in order to uphold the welfare of the communities it serves. All efforts, initiatives and aspirations of CORDUSA@UCSD are oriented towards two main purposes:\r\n1) The channeling of awareness and involvement of UCSD students towards forming creative and inventive methods of furthering the presence of CORD and CORDUSA in San Diego as well as towards forming their own initiative to implement within CORD centers abroad.\r\n2) Consistently ensuring that our project is focused towards promoting the CORD standard of maximum productivity, empowerment, and growth within the context of its implementation.\r\n",
            "image": "",
            "info": "",
            "name": "CORDUSA at UCSD",
            "url": ""
        },
        {
            "desc": " The purpose of this organization is to engage and empower students and the\r\n community to heighten social awareness by raising funds in a creative, energetic, and fun manner to benefit Rady Children’s Hospital - the largest children's hospital in California. The organization aims to provide students from the University of California San Diego an opportunity to take part in community service and philanthropic events while learning new skills and developing lasting friendships.",
            "image": "",
            "info": "",
            "name": "Dance Marathon at UCSD",
            "url": ""
        },
        {
            "desc": "Interdisciplinary teams creating local and social impact through human-centered design",
            "image": "",
            "info": "",
            "name": "Design for America",
            "url": ""
        },
        {
            "desc": "To recruit and train UCSD students to serve as volunteer tutors and mentors to K-12 students in San Diego communities that are underserved. This program aims to establish and maintain partnerships with local schools and community based organizations. We seek to promote a college-going culture, better attitudes toward school, and an increase in academic performance.",
            "image": "",
            "info": "",
            "name": "EducationCorps",
            "url": ""
        },
        {
            "desc": "Engineering World Health designs, provides, and maintains appropriate medical technology for developing nations. We accept students from all majors and walks of life who share our passion for improving global healthcare.",
            "image": "",
            "info": "",
            "name": "Engineering World Health",
            "url": ""
        },
        {
            "desc": "Flying Sams is a medical service club at the University of California, San Diego in association with the non-profit service organization, The Flying Samaritans Inc. We are dedicated to providing free medical services to the underprivileged people of Mexico through a clinic staffed entirely of volunteer physicians, nurses, medical and pre-medical students.",
            "image": "",
            "info": "",
            "name": "Flying Sams",
            "url": ""
        },
        {
            "desc": "FIMRC @ UCSD is one of many FIMRC Chapters across the nation determined to aid in the plight of children around the world. We are a non-profit organization dedicated to raising money for children who have limited access to health care as well as provide student voluntary assistance in various FIMRC clinics in underdeveloped countries. ",
            "image": "",
            "info": "",
            "name": "Foundation for International Medical Relief of Children (FIMRC) at UCSD",
            "url": ""
        },
        {
            "desc": "Fronteras Saludables (Healthier Borders) is student organization that hopes to spread awareness about health issues in Tijuana, Mexico. We will support the efforts of the HFiT free clinic (located in Mexico) through fundraising for medical supplies, medications, and other equipment. Fronteras Saludables (Healthier Borders) will inform UCSD undergraduates about opportunities to get involved in the HFIT internship program and other supporting roles. ",
            "image": "",
            "info": "",
            "name": "Fronteras Saludables (Healthier Borders)",
            "url": ""
        },
        {
            "desc": "This club exists to lower national blood pressure through individual and community involvement. Individual members will use the American Heart Association's Check. Change. Control program to mentor participants on high blood pressure and to encourage them to visit a medical professional and follow their advice. Various community events will help raise awareness of hypertension to a large range of ages and demographics. ",
            "image": "",
            "info": "",
            "name": "GenHealth Legacy at UCSD",
            "url": ""
        },
        {
            "desc": "In alignment with Girl Up and the United Nations Foundation’s mission, the Girl Up club at UC San Diego aims to empower others to get involved, teach their communities that girls matter and make sure that girls in developing countries are educated, healthy, safe, counted and positioned to be the next generation of leaders.\r\nGirl Up is an innovative campaign of the United Nations Foundation. We give American girls the opportunity to become global leaders and channel their energy and compassion to raise awareness and funds for the United Nations programs that help some of the world’s hardest-to- reach adolescent girls.",
            "image": "",
            "info": "",
            "name": "Girl Up at UCSD",
            "url": ""
        },
        {
            "desc": "Global Brigades offers 7-10 day Engineering Brigades throughout the year in Honduras and Ghana. Engineering Brigades volunteers work with local engineers, technicians and community members to assess water problems and select feasible solutions. During the brigade, volunteers have the opportunity to assess potential water sources, map and survey community land, plan and design water projects, and provide technical follow-up on completed systems. Evenings consist of on-brigade education, where brigaders learn about community and project development, water sources, water system design and materials, data analysis, and project proposals. Volunteers will directly apply these engineering concepts during the brigade and have the opportunity to present summaries of their findings to the community. Construction of the water projects is a result of the collaboration between the Engineering and Water Brigades teams, Water Brigades volunteers, and community members. Together, Engineering and Water Brigades establish sustainable water systems, provide community education on water-related health issues, and empower community leaders to maintain the system. Between brigades, Global Brigades in-country staff maintains relationships with community leadership committees and provides follow-up with water systems.",
            "image": "",
            "info": "",
            "name": "Global Engineering Brigades",
            "url": ""
        },
        {
            "desc": "Global Medical Training (GMT) is an international, non-profit, and humanitarian organization that provides free medical, dental, and veterinary services in developing communities in parts of Central America and Mexico. Students are given the unique chance to directly participate in “hands-on” diagnoses and treatments under the supervision of medical professionals. This is the reason why our motto is “LEARN BY DOING.”\r\nAs a health-focused organization, our main purpose is to increase awareness of the lack of healthcare in third world countries by giving undergraduate students the chance to expand their understanding of life and medicine outside the United States. This is made possible by educating and exposing students to the prevalent global and medical issues that many underserved communities in developing countries face. Such issues include poverty, poor national health-care systems, and the various circumstances that contribute to and perpetuate a specific population’s situation.\r\nGMT also understands there are major health issues that reside right in our own community. It is this very reason why we also offer our students the opportunity to volunteer in various community service events including free health fairs servicing the underprivileged in the Los Angeles and surrounding counties.\r\nAltogether, GMT views student volunteers as a vital force for change.  After all, they may be the next generation of health-care providers.",
            "image": "",
            "info": "",
            "name": "Global Medical Training",
            "url": ""
        },
        {
            "desc": "To promote the principles of humanitarian engineering, enabling students to apply their knowledge to current world issues.",
            "image": "",
            "info": "",
            "name": "Global TIES Ambassadors",
            "url": ""
        },
        {
            "desc": "Our purpose is to make available to younger students (particularly elementary school students) a gateway into an interest for the arts. By taking pieces of classical music, writing stories based on them, and performing these stories as live skits, we introduce an integration of creative pursuits: music, writing, and theater. \r\n\r\nWe also increase the prevalence of the arts by relating music to other academic studies. For example, we go to science fairs and talk about the physics of sound; we also plan to match famous pieces of literature (e.g. Shakespearean plays) to appropriate pieces of music literature (e.g. Romantic symphonies). ",
            "image": "",
            "info": "",
            "name": "Harmonic Motions",
            "url": ""
        },
        {
            "desc": "College students will conceptualize and implement Health Corps at UCSD, which will deliver meaningful community service focusing on the health services sector for the benefit of communities of San Diego County. Through collaborations with the UCSD School of Medicine, Health and Medical Professions Preparation Program (HMP3), Center for Student Involvement (CSI), faculty, staff, students, community healthcare providers and nonprofit organizations, Health Corps at UCSD will serve clients and local nonprofits. We will engage in community mapping and meet with local nonprofits to identify and develop health related community placements for UCSD student volunteers.",
            "image": "",
            "info": "",
            "name": "Health Corps at UCSD ",
            "url": ""
        },
        {
            "desc": "Our organization is a branch of HMP3 (Health and Medical Professions Preparation Program) that is concerned primarily with providing our members, students who are interested in medical or health-related professions, with opportunities to become involved in community service in the form of volunteering and fundraising events. ",
            "image": "",
            "info": "",
            "name": "HMP3 Service",
            "url": ""
        },
        {
            "desc": "The purpose of The Homeless Charter is to hand out food to the homeless in San Diego.  The organization seeks to promote weekly service to the greater community of San Diego, unity within the student body of UCSD, and awareness on the issue on feeding/sheltering the homeless.  \r\n\r\nThe Homeless Charter is a non-profit student organization.\r\n",
            "image": "",
            "info": "",
            "name": "Homeless Charter, The",
            "url": ""
        },
        {
            "desc": "Karmonize aims to create a marketplace of goodwill on the UCSD campus. Karmonize supplies students with tools that empower them to connect and share skills. Karmonize gives students a way to get involved with the community and volunteer with local orgs or peers.",
            "image": "",
            "info": "",
            "name": "Karmonize",
            "url": ""
        },
        {
            "desc": "Fundraising in order to help the poor in Vietnam, Little Saigon (Westminster, CA), and San Diego.\r\n\r\nDuring our annual trip to Vietnam, we provide scholarships, school supplies, and toys to children.  We also help provide medical care, dental care, and surgeries to the poor.  In Little Saigon and San Diego, we run an annual health fair for those without insurance.  ",
            "image": "",
            "info": "",
            "name": "M.E.M.O. at UCSD",
            "url": ""
        },
        {
            "desc": "MEDLIFE is a secular, volunteer-run global health organization whose mission is to help families achieve greater freedom from the constraints of poverty, empowering them to live healthier lives. Our patients did not choose to be poor, but they do choose to strive for a better life. MEDLIFE stands beside them in this pursuit. We seek to achieve this goal through partnering with motivated individuals from poor communities working to improve their access to MEDs: Medicine, Education and community Development. MEDLIFE believes access to quality healthcare, education and personal development are basic human rights. To this end, we commit all our resources to bring Medicine, Education and Development to Low Income Families Everywhere. Along with affiliate chapters, MEDLIFE raises money for medicine, education and community development projects for low-income families around the world; actively learns about and increases awareness of inequality in global healthcare; and works to promote the highest standard of MEDLIFE's goals and reputation within the community.",
            "image": "",
            "info": "",
            "name": "MEDLIFE at UCSD",
            "url": ""
        },
        {
            "desc": "The mission of Mission Center of HOPE (MCOH) is a charity club that “changes lives by harnessing the compassion and commitment of dedicated staff and volunteers to deliver sustainable, high-impact, community-based services to the poor and needy,” in accordance with the operation methods of the non-profit organization HOPE Worldwide, which serves as a progenitor for MCOH.",
            "image": "",
            "info": "",
            "name": "Mission Center of HOPE",
            "url": ""
        },
        {
            "desc": "Movement Exchange unites dance and service through its network of university chapters and international dance exchanges, and year-round dance programs.",
            "image": "",
            "info": "",
            "name": "Movement Exchange",
            "url": ""
        },
        {
            "desc": "MDA at UCSD has four purposes. The first is to increase student involvement in the MDA community by recruiting students to participate in MDA sponsored events. The second is to raise awareness about the disorders covered under MDA. The third is to help students understand the research that is being carried out on these disorders and connect them to local opportunities to perform research on these disorders. The fourth is education, to educate students on the causes, symptoms, and available treat",
            "image": "",
            "info": "",
            "name": "Muscular Dystrophy Association at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of MCS is to provide an opportunity for student musicians who are interested in community service to give back to the community through music. Students will be performing at the hospitals, nursing homes and other community centers in the San Diego county (with the permission of the individual institutions), and in turn will learn about the community and its members by using music as a medium. ",
            "image": "",
            "info": "",
            "name": "Musicians for Community Service",
            "url": ""
        },
        {
            "desc": "The purpose of the National Residence Hall Honorary is to serve and recognize individuals, groups, and programs on campus that contribute to the success of residential life at UC San Diego. ",
            "image": "",
            "info": "",
            "name": "National Residence Hall Honorary",
            "url": ""
        },
        {
            "desc": "We are an engineering team affiliated with the Global TIES program working to build an open source viral load diagnostics device for use in low resource communities.",
            "image": "",
            "info": "",
            "name": "Open Viral Load",
            "url": ""
        },
        {
            "desc": "Academic Honors Society- The purpose of the Society shall be to recognize and reward superior academic achievement among undergraduate students in institutions of higher education, and to encourage community service and promote leadership skills and continued academic excellence amongst its members.",
            "image": "",
            "info": "",
            "name": "Phi Sigma Theta National Honors Society",
            "url": ""
        },
        {
            "desc": "To educate student body about energy conservation and provide opportunities to get involved in energy-saving projects.",
            "image": "",
            "info": "",
            "name": "PowerSave Campus",
            "url": ""
        },
        {
            "desc": "Project BELL is a dynamic initiative that strives to develop lifelong learners and active citizens who make a lasting impact in their neighborhoods, communities, and world at large by using education as a creative platform. ",
            "image": "",
            "info": "",
            "name": "Project BELL",
            "url": ""
        },
        {
            "desc": "A non-profit organization that aims to improve the quality of health care in Nicaragua, cultivate humanitarian traits in future professionals, and raise awareness of Nicaragua.",
            "image": "",
            "info": "",
            "name": "Project Nicaragua",
            "url": ""
        },
        {
            "desc": "Project RISHI (Rural India Social and Health Improvement) is an organization that strives to improve the conditions of villagers in some of the most remote places in India. We aim to help these underprivileged people by raising money during the academic year and using that money to complete various projects in these areas. Projects will include medical initiatives, educational efforts, agricultural support and correction of social problems.",
            "image": "",
            "info": "",
            "name": "Project RISHI",
            "url": ""
        },
        {
            "desc": "Public Health Brigades is a non-profit, student organization whose mission is to improve the infrastructure of the homes in the community, primarily in order to help prevent diseases/respiratory problems and to increase the overall health of the families in the community. The current country of emphasis is Honduras where the organization provides public health education and infrastructure in collaboration with Sociedad Amigos de los Niños, a private non-profit organization founded by Sister Maria Rosa Leggol. The PHB chapter at UCSD will participate in one brigade per academic year. The brigade will be 7~8 days long and take place during a school break. In addition, volunteers will work together to help prepare a health education presentation on a given health topic (ie. dental hygiene, etc.) for students in the local community. ",
            "image": "",
            "info": "",
            "name": "Public Health Brigades",
            "url": ""
        },
        {
            "desc": "To provide Red Cross related activities and service opportunities to the UCSD student body.",
            "image": "",
            "info": "",
            "name": "Red Cross at UCSD",
            "url": ""
        },
        {
            "desc": "Refugee Connection's mission is to work with multiple refugee organizations in order to expand our volunteer services and benefit the San Diego refugee community as much as we can. We aim to provide a domestic option for Global Health majors and minors to complete their field experience through volunteering with the health needs of refugee populations. We also hope to partner with UCSD professors to incorporate refugee issues into the education of students. As our rebranded Refugee Connection organization at UCSD, we plan to host events to fundraise for different local refugee organizations, including the continuation of the Culture Cup soccer tournament.",
            "image": "",
            "info": "",
            "name": "Refugee Connection",
            "url": ""
        },
        {
            "desc": "The purpose of Rotaract is to follow Rotary International's motto of \"Service Above Self.\" We are devoted to organizing and participating in both local and international service events. In addition, we strive to prepare our members for the future by offering professional development, leadership, and networking opportunities.",
            "image": "",
            "info": "",
            "name": "Rotaract Club at UCSD",
            "url": ""
        },
        {
            "desc": "To build a greener future for San Diego by planting gardens, conducting restoration work, working with schools, and performing education and outreach programs.",
            "image": "",
            "info": "",
            "name": "San Diego Wildflower Project",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to unite all potential U.S.M.C. Officer Candidates that are attending University of California, San Diego. Students that are interested in earning their commission as a United States Marine Corps Officer can join and meet other fellow candidates. ",
            "image": "",
            "info": "",
            "name": "Semper Fi Society at UCSD",
            "url": ""
        },
        {
            "desc": "We are planning to have food selling events, mostly including snacks based on size, throughout UCSD academic year.",
            "image": "",
            "info": "",
            "name": "Snack Club at UCSD",
            "url": ""
        },
        {
            "desc": "To provide fun supplemental classes and activities to underserved youth in San Diego.",
            "image": "",
            "info": "",
            "name": "STEM for Kids",
            "url": ""
        },
        {
            "desc": "Our program focuses on breaking down the wall that separates the disabled from their non-disabled peers. It is unique in its unification of the peer-mentorship of young adults with mental and physical disabilities and their transitional community education. We mainly work with disabled students ages 18-22, and our current partners include the Transitional Resources for Adult Community Education (TRACE) department of the San Diego Unified School District and Include Autism. Our student volunteers serve as teachers that target three critical areas imperative to independent living: communication, health awareness, and vocational skills. They also serve as mentors who participate in recreational activities and field trips that supplement the student’s community education. Our program is open to all UCSD undergraduates who are interested in empowering and bonding with other students their age with a wide range of disabilities.",
            "image": "",
            "info": "",
            "name": "StRIVE ",
            "url": ""
        },
        {
            "desc": "To promote, facilitate and perpetuate the philanthropic spirit among the UCSD student community.",
            "image": "",
            "info": "",
            "name": "Student Foundation",
            "url": ""
        },
        {
            "desc": "To encourage and foster social, recreational, and cultural growth and experiences in the spirit of diversity.",
            "image": "",
            "info": "",
            "name": "Student Support Services Club (SSSC or SSS Club)",
            "url": ""
        },
        {
            "desc": "The Student Veteran Organization (SVO) at University of California, San Diego purpose is to coordinate campus activities, provide pre-professional networking, and generally provide a touchstone for student veterans in higher education. The SVO works to facilitate and organize events that benefit student veterans, the general student population, and members of our community, as well as connect veterans with resources both on and off of our campus.",
            "image": "",
            "info": "",
            "name": "Student Veterans Organization",
            "url": ""
        },
        {
            "desc": "The Students for Food Justice is a public service founded organization that strives to raise awareness about food insecurity at UCSD, other UC campuses, and the San Diego community. We will be advocating for student services and policies that make the UCSD campus more food secure for its students. We will also raise awareness of food justice, it being that communities exercise their right to grow, sell, and eat healthy food, where healthy food is fresh, nutritious, affordable, culturally appropriate, and grown locally with care for the well-being of the land, workers and animals. We also will base our values on The Real Food Principle, which encompasses a concern for producers, consumers, communities, and the earth. We aim to partner with preexisting entities in order to create a network of advocacy and support, such as the Triton Food Pantry, the campus community gardens, and other well-being organizations. Support includes, but is not limited to food drives, helping with campus gardens, providing educational workshops on food security, food demonstrations, events to raise awareness of food insecurity and the actual meaning of food justice.",
            "image": "",
            "info": "",
            "name": "Students for Food Justice ",
            "url": ""
        },
        {
            "desc": "Surfrider Foundatioin UCSD club is a club that works to keep our local beaches and ocean clean, while also keeping our marine wildlife safe. Members promote a cleaner marine environment that students and faculty alike can enjoy, and inform students about current environmental issues.",
            "image": "",
            "info": "",
            "name": "Surfrider Foundation Club at UCSD ",
            "url": ""
        },
        {
            "desc": "Swipes for the Homeless is an\r\ninternational, 501(c)3 non-profit\r\norganization consisting of a coalition of\r\nuniversity and college chapters located\r\nthroughout the world. Our dual mission is\r\nto tangibly and tactically partner with\r\ncollege campuses to alleviate hunger\r\nwhile raising young people’s awareness\r\nof homelessness and hunger through\r\neducation and outreach.",
            "image": "",
            "info": "",
            "name": "Swipes for the Homeless ",
            "url": ""
        },
        {
            "desc": "Through the production, \"The Vagina Monologues,\" V-Day @ UCSD raises money and awareness to fight violence against women and girls.  We are a not-for-profit student-run community service organization.",
            "image": "",
            "info": "",
            "name": "The Vagina Monologues V-Day @ UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of Tritons for Community is to connect undergraduates at the University of California, San Diego, especially students majoring in the fields of Science, Technology, Engineering, and Mathematics to volunteer opportunities and projects that will benefit the community of San Diego. Our goal is to help victims of human trafficking and homelessness through funding rehabilitation programs, safe houses, and other projects. We also volunteer and fund raise with existing organizations that share our goals. ",
            "image": "",
            "info": "",
            "name": "Tritons for Community",
            "url": ""
        },
        {
            "desc": "To educate, advocate, and fundraise on behalf of children and in support of UNICEF’s lifesaving work.",
            "image": "",
            "info": "",
            "name": "Tritons for UNICEF",
            "url": ""
        },
        {
            "desc": "Tzu Chi Collegiate Association at UCSD is a non-profit student organization, which aims to inspire college-level students in the mindful practice of the Tzu Chi Foundation’s principles of Love, Respect, and Gratitude through service at the community level. Tzu Ching promote the universal value of “Great Love” through the Tzu Chi Foundation’s missions of Charity, Medicine, Education, Culture, International Relief, Bone Marrow Donation, Environmental Protection and Community Service. Through mindful practice of Founder Dharma Master Cheng Yen’s teachings, Tzu Ching hope to purify people's minds and bring positive influence into the community.",
            "image": "",
            "info": "",
            "name": "Tzu Chi Collegiate Association at UCSD",
            "url": ""
        },
        {
            "desc": "Volunteers Around the World (VAW) is an NGO devoted to improving the standard\t of living for those that live in some of the most poverty stricken communities of the\t \tworld. Our focus is to provide communities with access to medical treatment,\t\t\tmedication, nutritional security, clean water, and health education. Our medical\t\toutreach will provide volunteers with an opportunity to shadow medical\t\t\tprofessionals and work side by side with experienced doctors in Latin America. Volunteers will fundraise and accumulate medicines prior to the trip to the host country. While in the country, volunteers will shadow and assist the doctors, perform triage, measure vital statistics, manage the pharmacy and teach public health classes, all under the direct supervision of experienced, local doctors. \r\n",
            "image": "",
            "info": "",
            "name": "Volunteers Around the World at UCSD",
            "url": ""
        }
    ],
    "Social": [
        {
            "desc": "Acamazing is a co-ed a cappella group which seeks to provide a fun and enriching environment for singers and aspiring singers to make music without the use of instruments. We aim to nurture the musical talent of UCSD students and to entertain ourselves, ?the UCSD community, and the general public. Additionally we hope that all members gain a better understanding of music and enrich their own musicality while building lasting friendships with their fellow members. \r\n",
            "image": "",
            "info": "",
            "name": "Acamazing",
            "url": ""
        },
        {
            "desc": "Ambience Glove Lightshows at UCSD is dedicated to creating a safe and sober environment for people to learn, practice, and trade lightshows. However, Ambience is not just a club on campus; we are a movement. A movement for all the lightshow artists out there who love this form of art and want to see it become accepted in the performance art community. We are not here to make gloving mainstream, but rather to spread awareness and give people the opportunity to become more exposed to the culture.",
            "image": "",
            "info": "",
            "name": "Ambience (formerly known as Light Show Shuffle Disco)",
            "url": ""
        },
        {
            "desc": "The purpose of this club is to provide Army ROTC participants at UCSD a club where they may discuss Army training, job possibilities and work out together in order to foster \r\na sense of unity with their ROTC peers. ",
            "image": "",
            "info": "",
            "name": "Army ROTC at UCSD",
            "url": ""
        },
        {
            "desc": "To provide a fun and lively atmosphere to continue our passion for a cappella music at the collegiate level; to immerse members into the a cappella community on-campus and beyond; to strengthen and improve vocal and musical ability; to provide entertaining performances; and to foster close-knit relationships within the group.",
            "image": "",
            "info": "",
            "name": "Beat @ UCSD, The",
            "url": ""
        },
        {
            "desc": "A group for cue sport enthusiasts consisting mostly of students attending UCSD. A platform to organize meetups for casual games and set up tournaments, as well as learning the fundamentals of stroke techniques. All skill levels are welcome, and you'll come out with some new techniques to show your friends!",
            "image": "",
            "info": "",
            "name": "Billiards Club at UCSD",
            "url": ""
        },
        {
            "desc": "-Mission\r\nThe Biomedical Sciences Graduate Student Council (“The Council”) is a non-profit student group which represents the interests and concerns of BMS students.  The Council will strive to improve the overall quality of the BMS program by promoting a sense of community within the BMS student body; by facilitating communication between students and faculty; and by providing social, academic, and professional programming for BMS students.\r\n \r\n-Goals\r\nTo represent and promote the academic, social, and professional aims of BMS students\r\nTo establish effective communication channels among BMS students, other student organizations, and with the academic and administrative units of the University\r\nTo serve as an advocate of BMS students needs, ensuring that their concerns are heard and addressed.",
            "image": "",
            "info": "",
            "name": "Biomedical Sciences Graduate Student Council",
            "url": ""
        },
        {
            "desc": "We would like to introduce Jewish and non-Jewish students of legal drinking age to fermented beverages and teach them about the process that goes into making these beverages.",
            "image": "",
            "info": "",
            "name": "Brews with Jews",
            "url": ""
        },
        {
            "desc": "The purpose of our club is to create a friendly environment where people can express their love of books and encourage to foster a similar love for reading throughout their community. ",
            "image": "",
            "info": "",
            "name": "Brilliantly Bookish ",
            "url": ""
        },
        {
            "desc": "To present Japanese animation subtitled in English to Members of the club. We intend to engender a social atmosphere in which members can enjoy anime and learn about Japanese culture.",
            "image": "",
            "info": "",
            "name": "Cal-Animage Beta",
            "url": ""
        },
        {
            "desc": "To promote service, academic development, leadership, and a sense of community among recipients of the UCSD Chancellor’s Scholarship through volunteer and community service opportunities, social events, and  organized meetings.",
            "image": "",
            "info": "",
            "name": "Chancellor's Scholars Alliance",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to gather people who love Chinese food. We can share ideas about what we believe, we can learn cooking skills from each other, we can have dinner every weekend. And most of all, we can disseminate and promote Chinese culture to people who are not familiar with. I believe people who love Chinese food will have a good time here.",
            "image": "",
            "info": "",
            "name": "Chinese Food Organization",
            "url": ""
        },
        {
            "desc": "To provide service to Chinese International students. Such as airport pick ups.\r\n Help them to fit into American culture. We are going to provide a platform for Chinese students and American students to get to know each other and communicate better. I think it is important because all the other Chinese student Orgs are not doing such events for Chinese Students to fit into American Culture and UCSD campus life.",
            "image": "",
            "info": "",
            "name": "Chinese Student Association",
            "url": ""
        },
        {
            "desc": "Our Chapter of the College Diabetes Network was founded for the purpose of connecting college students with and affected by Juvenile Diabetes in the hopes that these connections will create a support network which will enable students to fulfill their potential and limit the negative psychological and physical effects of Diabetes.",
            "image": "",
            "info": "",
            "name": "College Diabetes Network at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of the club is to foster community between comic: creators, artists, writers, readers, and enthusiasts",
            "image": "",
            "info": "",
            "name": "Comicbook Club at UCSD",
            "url": ""
        },
        {
            "desc": "To assist and serve aspiring business leaders by bridging the gap between faith, community, and business opportunities through connections.",
            "image": "",
            "info": "",
            "name": "Cornerstone Community Consultants ",
            "url": ""
        },
        {
            "desc": "To gather together all those interested in Science Fiction and Fantasy.",
            "image": "",
            "info": "",
            "name": "Darkstar",
            "url": ""
        },
        {
            "desc": "To bring together and create an all-women's acappella group within the UCSD community. To provide students who are interested in acappella music an outlet through performances and/or a group to belong to.",
            "image": "",
            "info": "",
            "name": "Daughters of Triton ",
            "url": ""
        },
        {
            "desc": "We the people of Delta Pepon Delta, in Order to consume a more perfect Melon, establish Enjoyment, insure satirical properties, provide for the common student, promote the improvement of GPAs, and secure the amusement of social interaction to ourselves and our members, do ordain and establish this Constitution for the social organization Delta Pepon Delta.\r\nDelta Pepon Delta is a social student organization that will provide a positive setting for members to connect in a way that was previously only provided by formal fraternities and sororities.\r\n",
            "image": "",
            "info": "",
            "name": "Delta Pepon Delta",
            "url": ""
        },
        {
            "desc": "To provide a supportive environment in which singers can enjoy and participate in musical activities, specifically vocally.",
            "image": "",
            "info": "",
            "name": "Duly Noted",
            "url": ""
        },
        {
            "desc": "To engange in social activities and practice fighting video games. ",
            "image": "",
            "info": "",
            "name": "Fight Club",
            "url": ""
        },
        {
            "desc": "We compete in the Intercollegiate circuit throughout the school year. One of our main goals is to qualify for Intercollegiate Nationals as a team. Each skater performs individually in the level and event of their choosing and the points they earn from podium placement get added to the UCSD cumulative team score. Intercollegiate competitions are a great place to have a fun time and meet skaters from other schools throughout the country. \r\n\r\nOur team is tight knit on and off the ice. Practices are largely self scheduled figure skating is a sport driven by individual motivation to improve. However, members often carpool to practice help one another with jumps, spins, and choreography. ",
            "image": "",
            "info": "",
            "name": "Figure Skating @ UCSD",
            "url": ""
        },
        {
            "desc": "Frequency is the only all-male a cappella group at the University of California, San Diego (UCSD). Founded in 2008 and completely student-run, Frequency has been committed to promote a cappella music, provide entertainment through public and private performances, foster long-term relationships with the a cappella community on and off-campus, and to provide its members with leadership opportunities.",
            "image": "",
            "info": "",
            "name": "Frequency",
            "url": ""
        },
        {
            "desc": "To promote the growth of Go/Baduk/Weiqi at UCSD and to offer a safe and fun place to play Go/Baduk/Weiqi. ",
            "image": "",
            "info": "",
            "name": "Go/Baduk/Weqi Club",
            "url": ""
        },
        {
            "desc": "The Happiest Club on Earth at UCSDisney is a non-profit student organization.  We seek to celebrate the wonder and excitement that Disney has captured through stories, characters, songs, and experiences all over the world.  We want to celebrate the Disney heritage while being a small part of it’s future. We strive to bring a little “Disney magic” to the campus, and promote members to achieve their own personal dreams while also helping others’ dreams come true.  After all “Laughter is timeless, imagination has no age, and dreams are forever.” –Walt Disney",
            "image": "",
            "info": "",
            "name": "Happiest Club on Earth at UCSDisney , The",
            "url": ""
        },
        {
            "desc": "Harmony Club aims to provide a platform for people to share the beauty of their cultures, faiths and philosophies. This club aims to create and develop positive social connections within and between disparate values and diverse communities in order to achieve mutual understanding, tolerance and enriching positive social atmosphere. ",
            "image": "",
            "info": "",
            "name": "Harmony Club",
            "url": ""
        },
        {
            "desc": "A musical saxophone group that convenes to play wonderful saxophone music.  Hopkins Sax Jam promotes personal musicianship, coordination, and unity.  This group performs inside and outside of UCSD.",
            "image": "",
            "info": "",
            "name": "Hopkins Sax Jam",
            "url": ""
        },
        {
            "desc": "To allow students who are interested in learning difference pop dances and to participate and socialize with others sharing the same interests.",
            "image": "",
            "info": "",
            "name": "IDYOSINCRASIE",
            "url": ""
        },
        {
            "desc": "As a car club at the University of California, San Diego, Imports@UCSD aims to build a community for car enthusiasts to gather and share their collective knowledge about automobiles and motor sports. Our goals include teaching members about various aspects of automotive knowledge while constructing a network to develop strong connections in the automotive industry. We also strive to create a safe environment where we can test and improve the performance of our cars as well as our driving skills. Highly discouraging street racing, Imports@UCSD gives members the opportunity to go to the race track to satisfy their high performance driving needs. Using all of these resources and connections, members of Imports@UCSD can become strong leaders who are extremely knowledgeable in the automotive field and enthusiastic about everything they do. Even the slightest passion for cars will not be overlooked and is all that one must posses to become a proud and capable member of Imports@UCSD.",
            "image": "",
            "info": "",
            "name": "Imports@UCSD",
            "url": ""
        },
        {
            "desc": "ISPG is a student run organization which aims to give students confidence to start and work on projects outside the classroom. With discussions on leadership, idea sessions , project group workdays, and workshops,  members will gain technical skills and knowledge about designing and managing projects effectively. ",
            "image": "",
            "info": "",
            "name": "Innovative Student Project Groups",
            "url": ""
        },
        {
            "desc": "To plan social, cultural, and educational events for residents for all seven residential areas.",
            "image": "",
            "info": "",
            "name": "Inter-College Residents' Association (ICRA)",
            "url": ""
        },
        {
            "desc": "Intermission is a student-run, student-managed and student-directed music ensemble that aims to provide student composers with an opportunity to orchestrate, compose for,  and direct an ensemble, and for student performers, of all levels, who wish improve their performance techniques by learning from each other in a relaxed environment and perform music recreationally.  We are mainly a social group that seek to further our respective areas of interest while enjoying our time together performing in the ensemble.\r\nOur pieces will range from classical chamber and orchestral music to video game and film music, all arranged for the specific ensemble and instruments at hand.",
            "image": "",
            "info": "",
            "name": "Intermission",
            "url": ""
        },
        {
            "desc": "To promote camaraderie and a sense of community among recipients of the UCSD Jacobs School Scholarship.",
            "image": "",
            "info": "",
            "name": "Jacobs School Scholars Society",
            "url": ""
        },
        {
            "desc": "The United Korean Athletes Association at University of California, San Diego is a nonprofit student organization that promotes healthy interactions among Korean students through the following measures: (1) promotion of athletic activities including but not limited to basketball, soccer, and even traditional Korean activities such as Ssireum (2) directly and indirectly assisting their needs in the purpose of aiding students' adaptation to the new environment. These two central measures will bring about a sense of unity within the organization and deliver comfort to entering freshmen and transfer students in the new university setting at UC San Diego. This independent student-run organization will hold many events for Korean students and will strive to merge the Korean international student society by creating connections that link numerous other Korean societies/organizations in other universities across the US in order to serve as an organization that provides wide networking opportunities and others derived from such invaluable opportunity. ",
            "image": "",
            "info": "",
            "name": "Korean Athletic Network (KAN)",
            "url": ""
        },
        {
            "desc": "This is official Korean Graduate Student Association at UCSD. We provide social networks to current UCSD students and our Alumni. We have regular group meetings for various activities such as new students welcoming party, end-of quarter parties and  additional various events. Especially, we invite and share the information with Korean corporations for having recruit events at San Diego area (including on-campus events) to provide opportunities to qualified UCSD students.",
            "image": "",
            "info": "",
            "name": "Korean Graduate Student Association (KGSA)",
            "url": ""
        },
        {
            "desc": "Our club seeks to provide both a recreational, social, and competitive community for players of the game League of Legends within UCSD and the greater San Diego area. By providing an environment of social interaction, friendly competition, and in-game support, we seek to give all of our members a positive gaming experience and the competitive drive to succeed in any gaming or non-gaming endeavor.",
            "image": "",
            "info": "",
            "name": "League of Tritons",
            "url": ""
        },
        {
            "desc": "LESC Journal Club at UCSD is a graduate student organization committed to the reading and evaluation of literature concerning energy storage, conversion, and more. LESC Journal Club at UCSD is a non-profit student organization. It is a social organization created for students who are interested in developing the depth and breadth of their knowledge of energy and its applications in the world. Students will be responsible for both presenting and discussing articles from a variety of science journals, news, and other media sources.",
            "image": "",
            "info": "",
            "name": "LESC Journal Club at UCSD",
            "url": ""
        },
        {
            "desc": "a.\tManipulation/Misdirection is a social club at UCSD intended to gather artists of various skills and interests and host a platform with which club members and interact, discusses, demonstrate their knowledge, skills, and ideas. Manipulation/Misdirection is intended to be a casual club, mostly concerned with building the community and collecting knowledge of the literature than being competitive. The club also strives to spread the art to all new practitioners, fostering a community for fellow magicians and artist to learn and appreciate the prestige of magic. The club primarily focuses on close-up and card magic, but also welcomes other forms of magic like street magic and stage magic. Besides magic, the club is also associated with other skills related to magic, such as poker mechanics, manual dexterity, pick pocketing, lock picking and escapes, confidence tricks, proposition bets, social engineering, and mental misdirection. The ultimate goal of Manipulation/Misdirection is to build a community of magicians and other artists to promote and spread this art form to the surrounding communities. ",
            "image": "",
            "info": "",
            "name": "Manipulation/Misdirection",
            "url": ""
        },
        {
            "desc": "This group created the Marshall community garden, and is responsible for maintaining it. We will plant fruits and vegetables, host community events in the space, and create a welcoming environment for new and continuing Marshall students to come make new friends and learn about growing food. ",
            "image": "",
            "info": "",
            "name": "Marshall Community Garden Committee",
            "url": ""
        },
        {
            "desc": "The Muir Musical is a UCSD student organization that produces one completely student-run musical theatre production annually. Students from all six UCSD colleges are invited to participate in a full-scale Broadway production that marks the single musical theatre opportunity for UCSD students all year long. ",
            "image": "",
            "info": "",
            "name": "Muir Musical",
            "url": ""
        },
        {
            "desc": "Our purpose is to give an outlet for music lovers to share and express their passion for music, to allow musicians to collaborate and learn from one another, and to give musicians of all levels the experience of performing with others in front of an audience.",
            "image": "",
            "info": "",
            "name": "Musicians' Club @ UCSD",
            "url": ""
        },
        {
            "desc": "This company’s motivation is to give a voice to local playwrights, especially those at UCSD. Our company is dedicated to helping playwrights from beginning to end: we offer constructive criticism, staged readings, and assistance to works in progress. We provide an open forum for new and experienced artists to develop their craft. ",
            "image": "",
            "info": "",
            "name": "Nomads Theatre Company: A Voice For New Playwrights Who Want To Be Heard",
            "url": ""
        },
        {
            "desc": "To provide a venue for origami enthusiasts to fold and share their passion with others and to introduce beginners to the traditional Japanese art and its applications in math and engineering.\r\n",
            "image": "",
            "info": "",
            "name": "Origami Folders at UCSD",
            "url": ""
        },
        {
            "desc": "The Out of State Student Organization is dedicated to connecting students that not only reside outside California but also any UCSD student. Our mission is to help students discover San Diego and Southern California. As members of this social organization, we strive to aid in this exploration as well as aid in adjusting and transitioning students to California, San Diego and UCSD.\r\n                Section 1.OSSO strives to enhance the experience of UCSD students by discovering and experiencing life beyond the UCSD. \r\n\tSection 2.  OSSO aims to provide opportunities to connect Out of State students with each other as well as other UCSD students. In addition, OSSO objectives are to provide programs and resources to transition nonresidential students to university life and be the voice for nonresidential students in UCSD. \r\n",
            "image": "",
            "info": "",
            "name": "Out of State Student Organization (OSSO)",
            "url": ""
        },
        {
            "desc": "This organization enlighten students who are trying to get information about seeking job, but those people who don't know what to do about it. We are especially targeting at Japanese company either in Japan or in the United States. We basically try to understand any subject relating to Job hunting including  Entree Sheet, Interview, and so on. We will have some instructors and be held some events to get better understanding about this subject.",
            "image": "",
            "info": "",
            "name": "Page One",
            "url": ""
        },
        {
            "desc": "The purpose of this organization shall be to provide a not for profit social atmosphere for UCSD students interested in promoting and exhibiting school spirit. ",
            "image": "",
            "info": "",
            "name": "Pepitos",
            "url": ""
        },
        {
            "desc": "To build a community of students interested in photography. We want to shoot photos, learn the art,and grow as photographers.",
            "image": "",
            "info": "",
            "name": "Photo Club",
            "url": ""
        },
        {
            "desc": "The purpose of Pokemon League at UCSD is:\r\n*To bring members of the Pokemon community together and create a social setting for anyone interested in anything related to Pokemon.\r\n*To provide a safe space for people within the Pokemon community, regardless of race, background, sexual orientation, gender, and religious association. \r\n",
            "image": "",
            "info": "",
            "name": "Pokemon League at UCSD",
            "url": ""
        },
        {
            "desc": "Bring together a group of peers with a common love of the world of Harry Potter and an enjoyment of immersing themselves in that world. ",
            "image": "",
            "info": "",
            "name": "Quidditch ",
            "url": ""
        },
        {
            "desc": "To promote and participate in quiz bowl competitions throughout the United States.",
            "image": "",
            "info": "",
            "name": "Quiz Bowl Club at UCSD",
            "url": ""
        },
        {
            "desc": "To encourage networking among the gaming community and introduce the UCSD community to role-playing games.",
            "image": "",
            "info": "",
            "name": "Role Playing Games Club",
            "url": ""
        },
        {
            "desc": "To bring cubers and non-cubers together to learn more about solving the Rubik's cube, cuboids, or any other puzzles.",
            "image": "",
            "info": "",
            "name": "Rubik's Cube Club",
            "url": ""
        },
        {
            "desc": "Secular Student Alliance at UCSD (formerly ASK ON) is a community for atheist, agnostic, and free thinkers to come together and hang out. We create a community questioning the religious dogma of today. We also complete the necessary requirements to not be called a hermit. ",
            "image": "",
            "info": "",
            "name": "Secular Student Alliance at UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of Shots Fired at UCSD is to promote the Hip-Hop culture through the art of battle rap and lyrical \"combat.\" We encourage all who wish to rap, get involved in hip-hop culture, or simply to just observe to join our student organization. Shots Fired aims to promote a sense of friendly competition between lovers of the hip-ho culture in an environment that is friendly and welcoming. At the end of the day, it's all love.",
            "image": "",
            "info": "",
            "name": "Shots Fired",
            "url": ""
        },
        {
            "desc": "Slippery When Wet's purpose is to teach its members long form improvisational skills and utilize them during frequent free performances for UCSD's student body as well as the surrounding San Diego Community.",
            "image": "",
            "info": "",
            "name": "Slippery When Wet",
            "url": ""
        },
        {
            "desc": "to provide a fun and social atmosphere for recreational and competitive running.",
            "image": "",
            "info": "",
            "name": "Strides Running Club ",
            "url": ""
        },
        {
            "desc": "The purpose of our organization is to foster an inclusive learning environment for those who enjoy surfing and shaping. We strive to learn and practice the art of hand shaping surfboards, and program events for members to enjoy surfing and shaping. ",
            "image": "",
            "info": "",
            "name": "Student Shapers",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to create a community where more people can learn about classical music. Both classical music lovers and people who are interested in or curious about classical music are welcomed.",
            "image": "",
            "info": "",
            "name": "The Philharmonic",
            "url": ""
        },
        {
            "desc": "The purpose of this ensemble is to find joy through singing together. We sing for ourselves and perform to share our love of music with others. We will explore a wide variety of musical styles and genres, including jazz, classical, and popular music.",
            "image": "",
            "info": "",
            "name": "Treble Singers at UCSD, The",
            "url": ""
        },
        {
            "desc": "To foster a community among the various a cappella groups at UCSD, and to facilitate the organization of concerts and events, especially the audition season, which involve multiple groups. ",
            "image": "",
            "info": "",
            "name": "Triton A Cappella Community",
            "url": ""
        },
        {
            "desc": "Triton Counter Strike is an organization for all players an environment to play, socialize, and promote their enthusiasm for all Counter Strike games. We will provide events including, but not limited to: online games, offline meetings, and LANs / tournaments.",
            "image": "",
            "info": "",
            "name": "Triton Counter Strike",
            "url": ""
        },
        {
            "desc": "Triton Gaming is a group of collegiate organizers that team up to create epic entertainment experiences for student gamers at the University of California, San Diego. Our organization is the product of several independent on-campus gaming organizations that each represent a different gaming genre and student community. Through Triton Gaming, our team strives to create an exciting, diverse, and all-inclusive gaming environment on campus through high-quality live events.",
            "image": "",
            "info": "",
            "name": "Triton Gaming",
            "url": ""
        },
        {
            "desc": "Triton Hearthstone is a student organization that strives to bring together players, spectators, and enthusiasts of the game Hearthstone in a supportive environment that promotes both competitive and casual play. Our goal is to have as much fun as we possibly can! ",
            "image": "",
            "info": "",
            "name": "Triton Hearthstone",
            "url": ""
        },
        {
            "desc": "To expand the community of the game Super Smash Bros: Melee by offering a friendly,  interactive, and competitive environment to all student players.   ",
            "image": "",
            "info": "",
            "name": "Triton Melee",
            "url": ""
        },
        {
            "desc": "The Triton Smash is a student run organization that promotes the competitive will to succeed in any goal, whether in gaming, social interaction, or any other aspect of life. We also strive to promote the creation of communities not solely within the UCSD community but also with other campuses around the nation through our intercollegiate gaming leagues.",
            "image": "",
            "info": "",
            "name": "Triton Smash",
            "url": ""
        },
        {
            "desc": "To provide a fun environment for Starcraft players to learn the game and to promote Starcraft as an ESPORT. We will also field a team of Starcraft players to represent UCSD in the Collegiate Star League.",
            "image": "",
            "info": "",
            "name": "Triton Starcraft",
            "url": ""
        },
        {
            "desc": "Triton Street Fighter is an organization centered around playing the video game Ultra Street Fighter 4 and Street Fighter 5 once it is released next year. The focus is to establish a community of players that all share the same love and passion for the game. ",
            "image": "",
            "info": "",
            "name": "Triton Street Fighter",
            "url": ""
        },
        {
            "desc": "Community - we strive to be a culturally diverse group that is welcoming of all views and backgrounds.\r\n\r\nPerformance - as a ukulele club, we shall teach you the basics of the ukulele, but we also encourage other musicians such as singers, guitarists, pianists, and percussionists to join us as well in performances in and around campus.\r\n\r\nService - we support giving back to the community through benefit concerts, community service, and performing for the elderly.\r\n",
            "image": "",
            "info": "",
            "name": "Triton's Ohana",
            "url": ""
        },
        {
            "desc": "To encourage participation in the fine arts, to provide entertainment, to support all musical endeavors, to expand the genre of a cappella in the San Diego region.",
            "image": "",
            "info": "",
            "name": "Tritones at UCSD",
            "url": ""
        },
        {
            "desc": "To bring students together to embody the ideas of Venture Scouts: to better the community through service, to better oneself professionally and personally, and to experience and enjoy the outdoors. This will be accomplished by the club acting as a charter organization for a Venture Crew, which will be affiliated with the Boy Scouts of America. The Venture Crew will participate in activities including community service, camping, hiking and other outdoor activities.",
            "image": "",
            "info": "",
            "name": "Venture Scouts at UCSD",
            "url": ""
        }
    ],
    "Spiritual": [
        {
            "desc": "We are a fellowship that strives to build a Christ centered community on campus, primarily with International undergraduate students, but everyone is welcome. We meet weekly for Bible studies & prayer and worship on campus on Sundays. Our vision is to share the gospel and students to spiritually thrive during college.",
            "image": "",
            "info": "",
            "name": "A2F-IUSM",
            "url": ""
        },
        {
            "desc": "\"We are a fellowship that strives to build a Christ centered community on campus. We meet weekly for Bible studies & prayer, and worship on campus on Sundays. Our vision is to share the gospel and help students to spiritually thrive during college.\"",
            "image": "",
            "info": "",
            "name": "Acts 2 Fellowship ",
            "url": ""
        },
        {
            "desc": "Members aim to encourage and help each other follow Jesus, while also seeking to make Him known to others around campus in the process.",
            "image": "",
            "info": "",
            "name": "Alpha Omega ",
            "url": ""
        },
        {
            "desc": "The mission of Asian American Christian Fellowship (AACF) is to reach into the university and collegiate community, primarily to those who are Asian Pacific Americans, with the life-changing message of Jesus Christ. ~ you don't gotta be Asian, or American, or Christian to come check us out! :)",
            "image": "",
            "info": "",
            "name": "Asian American Christian Fellowship",
            "url": ""
        },
        {
            "desc": "University Buddhist Association (UBA) is a non-profit student-run organization whose purpose is to: (1) Promote the sharing of Buddhist knowledge and experiences; (2) Be a resource for Buddhists and students interested in Buddhism; (3) Be an open, tolerant, non-sectarian Buddhist community; (4) Explore Buddhism’s different sects, cultures, and ideas; (5) Learn the various methods of Buddhist meditation and Buddhist philosophies, and to employ them in our own lives\r\n",
            "image": "",
            "info": "",
            "name": "Buddhist Club",
            "url": ""
        },
        {
            "desc": "Win, Build, and Send: turning lost students into Christ-centered laborers.",
            "image": "",
            "info": "",
            "name": "Campus Crusade for Christ",
            "url": ""
        },
        {
            "desc": "We are students, alumni, faculty and staff at UCSD, as well as young adults and residents of the surrounding area who celebrate life together as the Catholic Community at UCSD. \r\n\r\nWe feel at home in this community and are free to experience Christ's presence in the Word, in the Eucharist and in each other. Hospitality and welcome are hallmarks of our community. \r\n\r\nWe are passionate about living the Gospel in the context of our Catholic faith. To us this means living in unity, embracing diversi",
            "image": "",
            "info": "",
            "name": "Catholic Student Community (CSC)",
            "url": ""
        },
        {
            "desc": "LIFE Fellowship is a Christian group (associated with Chinese Evangelical Church - CEC) that fosters a unified community of college students who love Jesus Christ.  Through small groups, prayer, worship, and service activities, we seek to understand God's love for us, how to live a life pleasing to God, and spread the gospel to other people.",
            "image": "",
            "info": "",
            "name": "CEC (Chinese Evangelical Church)",
            "url": ""
        },
        {
            "desc": "The purpose of Chabad of UCSD is to be a non-profit organization that helps students get involved with the Jewish community on campus through organized group events and activities. We will provide professional and social networking events that help members acquire knowledge on Judaism and meet other students with similar interests. Chabad of UCSD will educate and inform interested students about the basics of Judaism, ideas and beliefs, Israel, Jewish practices and holidays, and Jewish culture.",
            "image": "",
            "info": "",
            "name": "Chabad at UCSD",
            "url": ""
        },
        {
            "desc": "To provide opportunities for Cantonese-speaking students to learn about God.",
            "image": "",
            "info": "",
            "name": "Chinese Christian Fellowship @ UCSD",
            "url": ""
        },
        {
            "desc": "The purpose of Chinese Christian Gospel Fellowship (CCGF) is to spread the Gospel from God into the university community, primarily to those who are Chinese speaking,   but everyone is welcomed. We are to serve the community, and lead people to Jesus Christ through the Word of God – the Bible. ",
            "image": "",
            "info": "",
            "name": "Chinese Christian Gospel Fellowship",
            "url": ""
        },
        {
            "desc": "The purpose of the Christian Science Organization at UCSD is to promote a practical spiritual perspective to life and campus issues. \r\n\r\nThe objectives of the Christian Science Organization at UCSD, are the following: 1) To hold interactive group meetings where students and faculty can discuss spiritual healings, ideas, insights, and experiences regarding life and campus issues; 2) To bring speakers with a spiritual perspective to the campus to discuss issues of importance to the campus community; 3) To make the book, Science and Health with Key to the Scriptures, by Mary Baker Eddy, and its ideas, as well as other Christian Science literature, available and accessible to the campus community.\r\n\r\nThe Christian Science Organization at UCSD is a non-profit student organization.\r\n",
            "image": "",
            "info": "",
            "name": "Christian Science Organization at UCSD",
            "url": ""
        },
        {
            "desc": "To provide Christian fellowship at UCSD",
            "image": "",
            "info": "",
            "name": "Christians at UCSD",
            "url": ""
        },
        {
            "desc": "Pointing collegians to the cross.",
            "image": "",
            "info": "",
            "name": "Crossroads Campus Ministries",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to promote the spiritual and social life of international students by providing opportunities for and communities of worship, prayer, relationship, discipleship, and witness.",
            "image": "",
            "info": "",
            "name": "Culture Collective",
            "url": ""
        },
        {
            "desc": "To reach out to the mandarin speaking students on campus and to serve and worship God.",
            "image": "",
            "info": "",
            "name": "Evangelical Chinese Christian Fellowship",
            "url": ""
        },
        {
            "desc": "Falun Dafa is an ancient meditation practice in the Buddha school tradition; at the core of the practice are the values of Truthfulness, Compassion and Forbearance, which act as a guide for daily life and practice. Through tranquil meditations and an emphasis on the elevation of one’s heart-mind character, Falun Dafa has brought health and well-being to more than 100 million people in 100 countries around the world. Falun Dafa is not a religion, there is no membership and is completely free of charge! It is a mind-body practice with a spiritual component that covers metaphysics, ethics and enlightenment. Through persistent practice one strives to achieve a state of selflessness, increased insight, inner purity, balance- true health and ultimately enlightenment. Since July 1999 the communist government of China has persecuted and enslaved millions of innocent people for practicing Falun Dafa and they comprise 65% of labor camps, detention centers and prisons across China for believing in Truth- Compassion- Forbearance. Evidence from acclaimed sources have proven tens of thousands of Falun Dafa practitioners to have been killed from live organ harvesting for China’s lucrative organ transplant market. So what do we, as an organization, do on campus? We meditate together and teach the exercises, promote cultural art events that revive traditional Chinese culture and raise awareness about the persecution and organ harvesting of Falun Dafa practitioners in China.",
            "image": "",
            "info": "",
            "name": "Falun Dafa",
            "url": ""
        },
        {
            "desc": "Creating environments where people are transformed by the living God. ",
            "image": "",
            "info": "",
            "name": "Flood",
            "url": ""
        },
        {
            "desc": "Part 1. Leave a positive and profound impact for Christ by guiding and equipping students with training and networking opportunities so they may serve as effective healers and ministers of Christ’s love. \r\nPart 2. Foster a unique community and fellowship among peers and mentors committed to medical mission and healing ministry.\r\nPart 3. Become the next generation of healthcare professionals “poured out as a drink offering” for the Gospel.\r\nPart 4. To provide various Medical Mission opportunities around the globe with the main focus, to further God’s kingdom. ",
            "image": "",
            "info": "",
            "name": "Global Medical Missions Alliance",
            "url": ""
        },
        {
            "desc": "GCF exists to help academics in the San Diego community on the lifelong journey of understanding and growing closer to God. ",
            "image": "",
            "info": "",
            "name": "Graduate Christian Fellowship",
            "url": ""
        },
        {
            "desc": "A place where fraternity brothers and sorority sisters can come together and explore faith.",
            "image": "",
            "info": "",
            "name": "Greek InterVarsity",
            "url": ""
        },
        {
            "desc": "Our Purpose is to reach the Greek Community and give them the opportunity to discuss and learn about spiritual things, and provide them with a Christian Community.",
            "image": "",
            "info": "",
            "name": "GreekLove",
            "url": ""
        },
        {
            "desc": "Harvest is both an on-campus fellowship as well as a church local to the San Diego area. The Harvest community provides a place to worship God, grow spiritually, and develop enduring relationships with others.",
            "image": "",
            "info": "",
            "name": "Harvest Christian Fellowship",
            "url": ""
        },
        {
            "desc": "To be a family of servants to God",
            "image": "",
            "info": "",
            "name": "Hope Church of San Diego",
            "url": ""
        },
        {
            "desc": "To establish and advance a witnessing community of students and faculty who follow Jesus as Lord and Savior: growing in love for God, God's word, God's people of every ethnicity and culture and God's purpose.",
            "image": "",
            "info": "",
            "name": "Inter Varsity Christian Fellowship",
            "url": ""
        },
        {
            "desc": "In response to God's love for all people, we are here to establish student-led international witnessing communities, which welcome international students and scholars.",
            "image": "",
            "info": "",
            "name": "International Christian Fellowship-West",
            "url": ""
        },
        {
            "desc": "We are a nonprofit Christian organization that will be established to help the Christian students at UCSD further their knowledge of Jesus Christ to serve their campus community.",
            "image": "",
            "info": "",
            "name": "Kairos Christian Fellowship",
            "url": ""
        },
        {
            "desc": "To help further the Great Commission at UCSD by making disciples and equipping them with the skills necessary to live out a Christian life after college. Activities will include bible study, worship sessions, and morning prayers. ",
            "image": "",
            "info": "",
            "name": "Korea Campus Crusade for Christ (KCCC)",
            "url": ""
        },
        {
            "desc": "To obey the Great Commission by discipling and mobilizing Collegians. ",
            "image": "",
            "info": "",
            "name": "Korean American Campus Mission",
            "url": ""
        },
        {
            "desc": "We, Kyrie Eleison at UCSD, are a student-run Catholic ministry that fosters spiritual growth for students seeking faith, identity and fellowship within the Catholic Church",
            "image": "",
            "info": "",
            "name": "Kyrie Eleison",
            "url": ""
        },
        {
            "desc": "To provide a church-sponsored Bible teaching Christian organization for students on-campus.",
            "image": "",
            "info": "",
            "name": "Lighthouse College Life",
            "url": ""
        },
        {
            "desc": "Subtraction Meditation is a method of mindfulness meditation which teaches practitioners to see life from the universal perspective through self-reflection. Subtraction Meditation at UCSD will give students access to the philosophical underpinnings of this meditation method and provide them with access to the off campus Subtraction Meditation Center where meditation classes are available. This organization will also provide a platform for UCSD students already taking meditation classes at off campus Subtraction Meditation Centers to meet and build a strong community on campus so that they can participate in the practice of self actualization. ",
            "image": "",
            "info": "",
            "name": "Meditation at UCSD",
            "url": ""
        },
        {
            "desc": "To advance the Gospel of Jesus and His Kingdom into the nations through spiritual generations of laborers living and discipling among the lost.",
            "image": "",
            "info": "",
            "name": "Navigators",
            "url": ""
        },
        {
            "desc": "To preach and teach God's word in a Biblical structure and encourage Christians at UCSD.",
            "image": "",
            "info": "",
            "name": "New Life Student Ministry",
            "url": ""
        },
        {
            "desc": "To establish a dangerously authentic community of Christ-followers who encounter and demonstrate the power and love of God",
            "image": "",
            "info": "",
            "name": "Origins",
            "url": ""
        },
        {
            "desc": "The purpose of Ratio Christi at UC San Diego will be to encourage and\r\nstrengthen the faith of Christian students at UCSD and share the good news\r\nof Christ's love with others.  The organization will hope to engage the\r\ncampus by serving as catalyst for apologetics-related discussion. It will do\r\nthis by encouraging dialogue and stimulating discussion directed towards\r\nanswering life's pressing questions. Students will meet to discuss\r\nculturally relevant issues related to history, science, philosophy, and\r\ntheology and ask how they pertain to a biblical worldview and the truth of\r\nChristianity.",
            "image": "",
            "info": "",
            "name": "Ratio Christi at UCSD",
            "url": ""
        },
        {
            "desc": "Redeemer San Diego is a Christian organization that seeks to encourage the spiritual growth of UCSD students through the study of the Bible, structured, free-flowing discussion and relationship-building activities. This club is open to all and non-profit. ",
            "image": "",
            "info": "",
            "name": "Redeemer San Diego",
            "url": ""
        },
        {
            "desc": "To engage our fellow UCSD community with the love of Jesus, welcoming them\r\ninto His family, developing them to Christ-like maturity, and equipping\r\nthem with resources for their ministry and their life mission in the\r\nworld, all in order to magnify God’s name.",
            "image": "",
            "info": "",
            "name": "Saddleback at UCSD",
            "url": ""
        },
        {
            "desc": "To enlighten and educate Jewish students about their heritage. SAJE is a non-profit organization.",
            "image": "",
            "info": "",
            "name": "SAJE",
            "url": ""
        },
        {
            "desc": "San Diego Second Church is committed to living out the Great Commission (Matthew 28) into fruition by reaching others to a dynamic and daily walk with Jesus Christ as Lord and Savior.  We are called “Second Church” because we strive to be second to Christ in all things as individuals, a body and those called after the righteousness of God.  We seek to reach university students and young adults in their context and place in life and to walk after Christ together in worship, preaching the Word, discipleship and service as we respond to God’s grace with joy, thanksgiving and a life perspective fixed upon the grace of God.",
            "image": "",
            "info": "",
            "name": "San Diego Second Church at UCSD",
            "url": ""
        },
        {
            "desc": "To promote awareness of Sikhism and inform others of its principles while building a close knit community.",
            "image": "",
            "info": "",
            "name": "Sikh Student Association",
            "url": ""
        },
        {
            "desc": "We strive to build a Christ centered community on campus.",
            "image": "",
            "info": "",
            "name": "Somang Church",
            "url": ""
        },
        {
            "desc": "The purpose of the Unitarian Universalists at UCSD is to provide opportunities for the expression and exploration of liberal religious and spiritual values and spirituality without dogma at the UCSD campus.  ",
            "image": "",
            "info": "",
            "name": "Unitarian Universalists at UCSD ",
            "url": ""
        },
        {
            "desc": "The purpose of UJO shall be to provide an outlet for Jewish students to express their Jewish identity in a religious setting. This organization is not for profit.\r\n",
            "image": "",
            "info": "",
            "name": "United Jewish Observance",
            "url": ""
        },
        {
            "desc": "Primarily focusing on studying the bible, Zion Bible Study Club offers members the\r\nopportunity to distinguish between what the bible teaches and the traditions of men.",
            "image": "",
            "info": "",
            "name": "Zion Bible Study Club",
            "url": ""
        }
    ],
    "Student Affirmative Action Committee(SAAC)": [
        {
            "desc": "We, the students of University of California at San Diego (UCSD), come together to provide a forum to deal with the problems and concerns of UCSD Asian and Pacific-Islander (API) students, especially those deemed “underrepresented” by the Student Affirmative Action Committee (SAAC); to try and create an environment where issues such as those political, educational, cultural and social can be addressed; to increase awareness about our API history and heritage within the university and the community; to unite as a community resource to represent a common voice and thereby empower ourselves; and to serve as a support network for building bonds and addressing differences between students. The Asian and Pacific-Islander Student Alliance is a non-profit organization.",
            "image": "",
            "info": "",
            "name": "Asian and Pacific Islander Student Alliance (APSA)",
            "url": ""
        },
        {
            "desc": "To inspire, enlighten, and uplift the Black/African American community on the campus of UCSD through academic, social, and cultural programming. The goal of the Black Student Union is to create successful Black/African American student leaders. ",
            "image": "",
            "info": "",
            "name": "Black Student Union",
            "url": ""
        },
        {
            "desc": "To provide a space in which people can learn, share, educate, and appreciate Pilipino/a culture.",
            "image": "",
            "info": "",
            "name": "Kaibigang Pilipin@",
            "url": ""
        },
        {
            "desc": "M.E.Ch.A. is a political voice for UCSD. It takes part in a series of political events through out the year, such as Raza Awareness Week. M.E.Ch.A. also honors many cultural holidays such as El dia de los Muertos and Las Posadas that occur in December; creating an atmosphere for social interaction. M.E.Ch.A. also strives in bridging the gap between High School and College by working directly with the youth of our community. This is accomplished through our annual Raza Youth Empowerment Conference, weekly outreach events, campus tours, overnight programs, and one on one mentoring. In realizing the importance of giving back to the community, we recognize that we are at UCSD to be successful students. We strive to build a community that is strong and united. The year is finalized with our Raza Graduation. Most importantly, throughout the year we build a strong network of people who are currently aware students, activists, and friends.",
            "image": "",
            "info": "",
            "name": "Movimiento Estudiantil Chicanola de Aztlan (MECHA)",
            "url": ""
        },
        {
            "desc": "To provide an environment for the development and networking of Muslims on campus while fostering a sense of community between Muslims and non-Muslims through education.\r\n",
            "image": "",
            "info": "",
            "name": "Muslim Student Association",
            "url": ""
        },
        {
            "desc": "The purpose of this organization is to facilitate the maintenance and education of Native American culture and beliefs, while maintaining a community for Native students (and Allies) on campus and contributing to local Native communities. Native American Student Alliance is a not-for-profit organization.",
            "image": "",
            "info": "",
            "name": "Native American Student Alliance",
            "url": ""
        },
        {
            "desc": "Queer and Trans* People of Color (QT*POC) at UCSD was established in 2000 by a group of Queer students of Color FED UP with racism in the queer community, and with homophobia and transphobia within cultural organizations. With this, at the core of QT*POC are our commitments to struggle and our commitments to activism. We recognize the intersections of our multiple, beautiful, and sometimes confusing identities, as well as the related intersections of social justice movements. We create a SPACE--a social, political, academic, and cultural environment--to enhance our members' entire self-being and holistic wellness.",
            "image": "",
            "info": "",
            "name": "Queer and Trans* People of Color (QT*POC) at UCSD",
            "url": ""
        }
    ]
}